Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.title.manage_runtime
source: Manage runtimes
ar: إدارة أنظمة التنفيذ
az: Runtimeları idarə edin
cs: Správce běhových prostředí
de: Laufzeiten verwalten
el: Διαχείριση runtimes
es: Administrar runtimes
fil: Pangasiwaan ang mga runtime
hu: Runtime-ok kezelése
id: Kelola Runtime
ja: 実行時の管理
ko: 런타임 관리
ms: Pengurusan runtimes
pt_br: Gerenciar runtimes
ru: Управление средой выполнения
zh_hans: 管理运行时
zh_hant: 執行管理

# preference.title.confirm.delete_runtime
source: %@ will be deleted
ar: سيتم حذف %@
az: %@ silinəcək
cs: %@ bude smazána
de: %@ wird gelöscht
el: Το %@ θα διαγραφεί
es: %@ será eliminado
fil: Ang %@ ay buburahin
hu: A(z) %@ törölve lesz
id: %@ akan dihapus
ja: %@ は削除されます
ko: %@이(가) 삭제됩니다.
ms: %@ akan dipadamkan
pt_br: %@ será deletado
ru: %@ будет удалена
zh_hans: %@ 将被删除
zh_hant: %@ 將被刪除

# preference.manage_runtime.header.default
source: Preferred Java version
ar: إصدار جافا المفضل
az: Tərcih edilən Java versiyası
cs: Upřednostňovaná verze Javy
de: Bevorzugte Java-Version
el: Προτιμώμενη έκδοση Java
es: Versión de Java preferida
fil: Mas gustong bersyon ng Java:
hu: Preferált Java verzió
id: Versi Java yang dipilih
ja: 優先Javaバージョン
ko: 선호하는 자바 버전
ms: Versi Java yang diutamakan
pt_br: Versão Java preferida
ru: Предпочитаемая версия Java
zh_hans: 首选的 Java 版本
zh_hant: 偏好 Java 版

# preference.manage_runtime.default.1165
source: 1.16.5 and older
ar: 1.16.5 و ما أقدم
az: 1.16.5 və daha yuxarı
cs: 1.16.5 či starší
de: 1.16.5 und älter
el: 1.16.5 και παλαιότερα
es: 1.16.5 y anteriores
fil: 1.16.5 at mas luma
hu: 1.16.5 vagy régebbi
id: 1.16.5 dan lebih lama
ja: 1.16.5以前
ko: 1.16.5 이하
ms: 1.16.5 dan versi lama
pt_br: 1.16.5 e anterior
ru: 1.16.5 и старше
zh_hans: 1.16.5 及更低版本
zh_hant: 1.16.5 及以上

# preference.manage_runtime.default.117
source: 1.17 and newer
ar: 1.17 و ما أحدث
az: 1.17 və daha yeni
cs: 1.17 či novější
de: 1.17 und neuer
el: 1.17 και νεότερη
es: 1.17 y más recientes
fil: 1.17 at mas bago
hu: 1.17 vagy újabb
id: 1.17 dan lebih baru
ja: 1.17以降
ko: 1.17 이상
ms: 1.17 dan versi baru
pt_br: 1.17 e mais recente
ru: 1.17 и новее
zh_hans: 1.17 及更高版本
zh_hant: 1.17 及更新版本

# preference.manage_runtime.footer.default
source: Minecraft 1.16.5 and older may run with a newer Java version, however compatibility with mods is not guaranteed. External runtimes can be placed in the “java_runtimes” folder. Changing Java version for “Install .jar” only takes effect if the installer does not expect a newer Java version.
ar: إصدارات Minecraft 1.16.5 وأقدم قد تعمل مع إصدار جافا احدث, ولكن المودات قد لا تعمل, انظمة التنفيذ الخارجية يمكن وضعها بمجلد "java_runtimes". تغيير إصدار جافا لـ"Execute.jar" لن يحدث الا عندما لا يتوقع المثبت إصدار جافا أحدث.
az: Minecraft 1.16.5 və daha köhnə versiyalar daha yeni Java versiyası ilə işləyə bilər, lakin modlarla uyğunluğa zəmanət verilmir. Xarici iş vaxtları “java_runtimes” qovluğuna yerləşdirilə bilər. “Execute .jar” üçün Java versiyasının dəyişdirilməsi yalnız quraşdırıcının daha yeni Java versiyasını gözləmədiyi halda qüvvəyə minir.
cs: Minecraft 1.16.5 či starší mohou běžet s novější verzi Javy, leč kompatibilita s módy není zaručena. Externí běhové prostředí mohou býti umístěny do složky »java_runtimes«. Změna verze Javy pro »Spustit .jar» se projeví neočekává-li instalátor novější verzi Javy.
de: Minecraft 1.16.5 und älter können mit einer neueren Java-Version ausgeführt werden, jedoch ist die Kompatibilität mit Mods nicht gewährleistet. Externe Laufzeiten können im Ordner „java_runtimes“ abgelegt werden. Die Änderung der Java-Version für „.jar ausführen“ tritt nur in Kraft, wenn der Installer keine neuere Java-Version erwartet.
el: Το Minecraft 1.16.5 και παλαιότερο μπορεί να τρέξει με μια νεότερη έκδοση Java, ωστόσο η συμβατότητα με τα mods δεν είναι εγγυημένη. Εξωτερικά runtimes μπορούν να τοποθετηθούν στο φάκελο "java_runtimes". Η αλλαγή της έκδοσης Java για το “Execute .jar” τίθεται σε ισχύ μόνο εάν ο εγκαταστάτης δεν αναμένει νεότερη έκδοση Java.
es: Minecraft 1.16.5 y anteriores pueden ejecutarse con una versión más reciente de Java, sin embargo la compatibilidad con mods no está garantizada. Los runtimes externos pueden colocarse en la carpeta “java_runtimes”. Cambiar la versión de Java para “Ejecutar .jar” sólo tendrá efecto si el instalador no espera una versión más reciente de Java.
fil: Maaaring tumakbo ang Minecraft 1.16.5 at mas luma sa mas bagong bersyon ng Java, ngunit hindi garantisado ang compatibility sa mga mod. Ang mga external runtime ay maaaring ilagay sa folder na “java_runtimes”. Ang pagpapalit ng bersyon ng Java para sa “Execute .jar” ay magkakabisa lamang kung ang installer ay hindi umaasa sa mas bagong bersyon ng Java.
hu: A Minecraft 1.16.5 és későbbi verziói egy új Java verzión futhatnak, ugyanakkor modok kompatibilitása nem garantált. A küldő runtime-ok kicserélhetőek a "java_runtimes" mappában. A Java verzió a ".jar futtatása"-val akkor lesz érvényben, hogyha a telepítő nem vár el egy újabb Java verziót.
id: Minecraft 1.16.5 dan yang lebih lama bisa berjalan dengan versi-versi Java yang baru, tetapi penyesuaian dengan mod-mod tidak bisa dijamin. Runtime eksternal dapat diletakkan di folder "java_runtimes". Mengganti versi Java untuk "Eksekusi .jar" hanya berefek jika instaler tidak membutuhkan versi baru Java.
ja: Minecraft 1.16.5 以前は、新しい Java バージョンで動作する可能性がありますが、Mod との互換性は保証されません。 外部ランタイムは「java_runtimes」フォルダに配置できます。 「Execute .jar」のJavaバージョンを変更することは、インストーラが新しいJavaバージョンを期待していない場合にのみ有効です。
ko: 마인크래프트 1.16.5 이상은 더 새로운 자바 버전으로 실행될 수 있지만 모드와의 호환성은 보장되지 않습니다. 외부 런타임은 "java_runtimes" 폴더에 배치할 수 있습니다."Execute .jar"를 위해 자바 버전을 변경하는 것은 설치 프로그램이 더 새로운 자바 버전을 기대하지 않는 경우에만 적용됩니다.
ms: Minecraft 1.16.5 dan versi lama mungkin akan lancar dengan versi Java baru, tetapi keserasian dengan mod tidak dijaminkan. Runtimes luaran boleh diletak di dalam “java_runtimes” fail. Tukar versi Java untuk “Lancarkan .jar” hanya ambil tindakan jika pemasang tidak jangkakan versi Java baru.
pt_br: Minecraft 1.16.5 ou inferior pode funcionar com uma versão de Java mais recente, porém a compatibilidade com mods não é garantida. Runtimes externas podem ser colocadas na pasta "java_runtimes". Alterar a versão Java para o "Executar um arquivo .jar" só terá efeito se o instalador não esperar por uma versão mais recente do Java.
ru: Minecraft 1.16.5 и ниже способен запускаться при помощи более новой версии Java, однако совместимость с модами не гарантируется. Вы можете поместить сторонние среды выполнения в папку «java_runtimes». Изменение версии для «Запустить .jar» возымеет эффект, только если установщик не будет предназначен для более новой Java.
zh_hans: Minecraft 1.16.5 及更低版本可能能用较高版本的 Java 运行，但无法保证与模组的兼容性。外部运行环境可置于 “java_runtimes” 文件夹中。仅当安装程序不希望使用较新的 Java 版本时，更改 “执行 jar 文件” 用的 Java 版本才会生效。
zh_hant: Minecraft 1.16.5 and older may run with a newer Java version, however compatibility with mods is not guaranteed. External runtimes can be placed in the “java_runtimes” folder. Changing Java version for “Execute .jar” only takes effect if the installer does not expect a newer Java version.

# preference.manage_runtime.footer.java8
source: This is the default version for Minecraft 1.16.5 and older.
ar: هذا هو الإصدار الافتراضي لـ Minecraft 1.16.5 و الأقدم.
az: Bu, Minecraft 1.16.5 və daha köhnə versiyalar üçün standart versiyadır.
cs: Toto je výchozí verze pro Minecraft 1.16.5 či starší.
de: Dies ist die Standardversion für Minecraft 1.16.5 und älter.
el: Αυτή είναι η προεπιλεγμένη έκδοση για το Minecraft 1.16.5 και κάτω.
es: Esta es la versión predeterminada para Minecraft 1.16.5 y posteriores.
fil: Ito ang default na bersyon para sa Minecraft 1.16.5 at mas luma.
hu: Ez az alapértelmezett verzió a Minecraft 1.16.5 vagy régebbi verzióihoz.
id: Ini adalah versi bawaan untuk Minecraft 1.16.5 dan lebih lama.
ja: これは、Minecraft 1.16.5 以前のデフォルトバージョンです。
ko: 이것은 Minecraft 1.16.5 및 이전 버전의 기본 버전입니다.
ms: Ini versi default untuk Minecraft 1.16.5 dan versi lama.
pt_br: Essa é a versão padrão para Minecraft 1.16.5 e anteriores.
ru: Стандартная версия для Minecraft 1.16.5 и ниже.
zh_hans: 此为 Minecraft 1.16.5 及更低版本的默认版本。

# preference.manage_runtime.footer.java17
source: This is the default version for Minecraft 1.17 and newer.
ar: هذا هو الإصدار الافتراضي لـ Minecraft 1.17. و ما اقدم.
az: Bu Minecraft 1.17 və daha yeni versiyalar üçün standart versiyadır.
cs: Toto je výchozí verze pro Minecraft 1.17 či novější.
de: Dies ist die Standardversion für Minecraft 1.17 und neuer.
el: Αυτή είναι η προεπιλεγμένη έκδοση για το Minecraft 1.17. και πάνω.
es: Esta es la versión predeterminada para Minecraft 1.17. y superiores.
fil: Ito ang default na bersyon para sa Minecraft 1.17 at mas bago.
hu: Ez az alapértelmezett verzió a Minecraft 1.17 vagy újabb verzióihoz.
id: Ini adalah bawaan untuk Minecraft 1.17 dan lebih baru.
ja: これは、Minecraft 1.17. 以前のデフォルトバージョンです。
ko: 이것은 Minecraft 1.17 이상의 기본 버전입니다.
ms: Ini versi default untuk Minecraft 1.17 dan versi baru.
pt_br: Essa é a versão padrão para Minecraft 1.17 e mais recente.
ru: Стандартная версия для Minecraft 1.17 и выше.
zh_hans: 此为 Minecraft 1.17 及更高版本的默认版本。

# preference.manage_runtime.header.invalid
source: Invalid runtimes
ar: نظام تنفيذ غير صالح
az: Etibarsız runtimes
cs: Neplatné běhové prostředí
de: Ungültige Laufzeiten
el: Μη έγκυρα runtimes
es: Runtimes inválidos
fil: Mga Invalid na Runtime
hu: Érvénytelen runtime-ok
id: Runtime tidak valid
ja: 無効なランタイムです
ko: 유효하지 않은 런타임
ms: Runtimes tidak sah
pt_br: runtimes inválido
ru: Некорректная среда
zh_hans: 运行时无效
zh_hant: 無效的執行

# preference.title.java_args
source: JVM Launch arguments
ar: حجج إطلاق JVM
az: JVM Launch arqumentləri
bn: JVM লঞ্চ আর্গুমেন্ট
cs: JVM spouštěcí argumenty
de: JVM-Startargumente
el: JVM Εντολές εκκίνησης
es: Argumentos de lanzamiento JVM
fa: آرگومان‌های جاوا در هنگام اجرا
hu: JVM indítási argumentumok
id: Argumen peluncuran JVM
ja: JVM 起動引数
ko: JVM 시작 스크립트
lt: JVM Paleidimo argumentai
ms: Argument Pelancaran JVM
pt_br: Argumentos JVM
ro: Argumente de lansare JVM
ru: Аргументы запуска JVM
tt: JVM кушу аргументлары
vi: Các chỉ số chạy JVM
zh_hans: JVM 启动参数
zh_hant: JVM 啟動引數

# preference.detail.java_args
source: Pass arguments to Java when launching Minecraft. Be careful, this can make the game crash if modified incorrectly.
ar: مرر الحجج إلى جافا عند بدء Minecraft. كن حذرا، هذا يمكن أن يجعل عطل اللعبة إذا تم تعديله بشكل غير صحيح.
az: Minecraft-ı işə salarkən arqumentləri Java-ya ötürün. Ehtiyatlı olun, səhv dəyişdirilərsə, bu, oyunun çökməsinə səbəb ola bilər.
cs: Předá argumenty Javě spouštějíc Minecraft. Buďte opatrní, může to způsobit pád hry byly-li upraveny neprávně.
de: Argumente an Java übergeben, wenn Minecraft gestartet wird. Sei vorsichtig, dies kann den Absturz des Spiels verursachen, wenn es falsch geändert wird.
el: Μετακινήστε τις παραμέτρους στην Java κατά την εκκίνηση του Minecraft. Προσέξτε, αυτό μπορεί να προκαλέσει σφάλμα του παιχνιδιού αν δεν τροποποιηθεί σωστά.
es: Pasa los argumentos a Java al iniciar Minecraft. Ten cuidado, esto puede hacer que el juego se cierre si se modifica incorrectamente.
fil: Magbigay ng arguments sa Java sa paglunsad ng Minecraft. Ingat, pwedeng mag-crash ang laro kapag mali ang pag-edit nito.
hu: Átengedi az argumentumokat Java-hoz mikor a Minecraft elindul. Légy óvatos, mivel összeomlást okozhat, hogyha helytelenül vannak módosítva.
id: Pemberian argumen ke Java untuk meluncurkan Minecraft. Hati-hati, ini bisa membuat permainan keluar sendiri jika dimodifikasi secara tidak benar.
ja: Minecraft を起動するときに Java に引数を渡します。正しく変更されないとゲームがクラッシュすることがありますのでご注意ください。
ko: Minecraft를 시작할 때 Java에 인수를 전달합니다. 잘못 수정하면 게임이 충돌할 수 있으니 주의하세요.
ms: Letakkan argument kepada Java apabila lancarkan Minecraft. Berhati-hati, kerana ia boleh menyebabkan game crash jika diubahsuai dengan salah.
pt_br: Passa argumentos para Java ao iniciar o Minecraft. Tenha cuidado, isso pode fazer o jogo falhar se for modificado incorretamente.
ru: Задать аргументы Java при запуске Minecraft. Осторожно, их неправильная настройка приведёт к сбою!
vi: Truyền đối số cho Java khi khởi chạy Minecraft. Hãy cẩn thận, điều này có thể khiến trò chơi bị sập nếu sửa đổi không đúng cách.
zh_hans: 启动 Minecraft 时将参数传递到 Java，注意：如果修改不正确，可能会使游戏崩溃。

# preference.placeholder.java_args
source: Specify arguments...
ar: حدد الدفعات...
az: Arqumentləri qeyd edin...
cs: Určit argumenty...
de: Argumente angeben...
el: Καθορισμός παραμέτρων...
es: Especifica argumentos...
fa: آرگومان ها را مشخص کنید...
fil: Tukuyin ang mga argumento...
hu: Argumentumok megadása...
id: Sebutkan argument...
ja: 引数の指定...
ko: 인수 지정...
lt: Nurodyti argumentus...
ms: Nyatakan argrumen...
pt_br: Especifique os argumentos...
ru: Укажите аргументы...
vi: Nhập các chỉ số...
zh_hans: 自定义参数...
zh_hant: 提供選項……

# preference.title.env_variables
source: Environment variables
ar: متغيرات البيئة
az: Ətraf mühit dəyişənləri
cs: Proměnné prostředí
de: Umgebungsvariablen
el: Μεταβλητές περιβάλλοντος
es: Variables de entorno
fil: Variables ng environment
hu: Környezeti változók
id: Variable environment
ja: 環境変数
ko: 환경 변수
ms: Pembolehubah persekitaran
pt_br: Variáveis ambientais
ru: Переменные среды
zh_hans: 环境变量
zh_hant: 環境變量

# preference.detail.env_variables
source: Set custom environment variables when launching Minecraft. Be careful, this can make the game crash if modified incorrectly.
ar: عين متغيرات بيئة متخصصة عند بدء Minecraft. كن حذراً، هذا يمكن أن يجعل اللعبة تتعطل إذا تم تعديلها بشكل غير صحيح.
az: Minecraft-ı işə salarkən fərdi mühit dəyişənlərini təyin edin. Ehtiyatlı olun, səhv dəyişdirilərsə, bu, oyunun çökməsinə səbəb ola bilər.
cs: Nastaví vlastní proměné prostředí spouštějíc Minecraft. Buďte opatrní, toto může způsobit pád hry je-li upraveno špatně.
de: Setze benutzerdefinierte Umgebungsvariablen beim Starten von Minecraft. Sei vorsichtig, dies kann den Absturz des Spiels verursachen, wenn sie falsch geändert wird.
el: Μετακινήστε τις παραμέτρους στην Java κατά την εκκίνηση του Minecraft. Προσέξτε, αυτό μπορεί να προκαλέσει σφάλμα του παιχνιδιού αν δεν τροποποιηθεί σωστά.
es: Establece variables de entorno personalizadas al iniciar Minecraft. Ten cuidado, esto puede hacer que el juego se cierre si se modifica incorrectamente.
fil: Magtakda ng mga custom environment variable kapag inilulunsad ang Minecraft. Mag-ingat, maaari itong mag-crash sa laro kung hindi tama ang pagbabago.
hu: Beállítja a környezeti változóit a Java-hoz mikor a Minecraft elindul. Légy óvatos, mivel összeomlást okozhat, hogyha helytelenül vannak módosítva.
id: Mengatur variabel lingkungan khusus saat meluncurkan Minecraft. Hati-hati, hal ini dapat membuat game menjadi macet jika dimodifikasi secara tidak benar.
ja: Minecraft を起動するときに Java に引数を渡します。正しく変更されないとゲームがクラッシュすることがありますのでご注意ください。
ko: Minecraft를 시작할 때 사용자 지정 환경 변수를 설정합니다. 잘못 수정하면 게임이 충돌할 수 있으니 주의하세요.
ms: Tetapkan custom environment variables apabila lancarkan Minecraft. Berhati-hati, kerana ia boleh menyebabkan game crash jika diubahsuai dengan salah.
pt_br: Defina variáveis de ambiente personalizadas ao iniciar o Minecraft. Tenha cuidado, isso pode fazer o jogo falhar se for modificado incorretamente.
ru: Задать пользовательские переменные среды при запуске Minecraft. Осторожно, их неправильная настройка приведёт к сбою!
zh_hans: 启动 Minecraft 时设置自定义环境变量，注意：如果修改不正确，这可能会使游戏崩溃。

# preference.placeholder.env_variables
source: Specify variables...
ar: حدد المتغيرات...
az: Dəyişənləri təyin edin...
cs: Určete proměné...
de: Variablen festlegen...
el: Καθορισμός μεταβλητών...
es: Especificar variables...
fil: Itakda ang mga variable...
hu: Változók megadása...
id: spesifikasikan variabel...
ja: 変数を指定...
ko: 변수 지정...
ms: Nyatakan variables...
pt_br: Especificar variáveis...
ru: Указать переменные...
zh_hans: 自定义参数……

# preference.title.auto_ram
source: Auto RAM
ar: ذاكرة الوصول العشوائية التلقائية
el: Αυτόματη RAM
fa: رم اتوماتیک
fil: Awtomatikong RAM
hu: Automatikus RAM
id: RAM otomatis
ja: 自動RAM調整
ko: 자동 RAM 할당
lt: Automatiškas RAM
pt_br: RAM automática
ru: Автоматическое выделение ОЗУ
tt: Автоматик тиз хәтер билгеләү
vi: RAM tự động
zh_hans: 自动设置内存大小
zh_hant: 自動調節 RAM

# preference.detail.auto_ram
source: Enables automatic RAM adjuster
ar: تمكين ذاكرة الوصول العشوائي التلقائي
az: Avtomatik RAM tənzimləyicisini işə salır
cs: Automaticky bude měnit množství RAM
de: Aktiviert automatische RAM-Einstellungen
el: Ενεργοποιεί τον αυτόματο ρυθμιστή RAM
es: Habilita el ajuste automático de RAM
fa: تنظیم‌کننده اتوماتیک رم را فعال می‌کند
fil: Pinapagana ang awtomatikong RAM adjuster
hu: Engedélyezi az automatikus RAM beállítását
id: Mengaktifkan pengatur RAM otomatis
ja: メモリの自動調整を有効にする
ko: 자동 RAM 할당 활성화하기
lt: Įjungia automatišką RAM keitėją
ms: Membenarkan pelaras RAM automatik
pt_br: Ativa o ajuste automático de RAM
ro: Activează ajustarea automată RAM
ru: Автоматически управляет количеством выделенного ОЗУ
vi: Bật tự động điều chỉnh RAM
zh_hans: 启用内存自动调节
zh_hant: 啟用 RAM 自動調節

# preference.warn.auto_ram
source: Disabling this option on an unjailbroken device can create instability if altered. Proceed with caution.
ar: تعطيل هذا الخيار على جهاز غير مكسور يمكن أن يخلق عدم استقرار إذا تم تغييره. المتابعة بحذر.
az: Bu seçimi unjailbroken cihazda deaktiv etmək, dəyişdirildikdə qeyri-sabitlik yarada bilər. Ehtiyatla davam edin.
cs: Vypnutí této možnosti na nejailbreakovaných zařízení může způsobit nestabilitu je-li změno. Pokračujte s opatrností.
de: Das Deaktivieren dieser Option kann auf einem nicht-ge-jailbreakten Gerät Instabilität erzeugen. Sei vorsichtig.
el: Η απενεργοποίηση αυτής της επιλογής σε μια συσκευή unjailbroken μπορεί να δημιουργήσει αστάθεια αν μεταβληθεί. Συνεχίστε με προσοχή.
es: Deshabilitar esta opción para un dispositivo sin JailBreak puede crear inestabilidad si es alterada. Procede con cuidado.
fa: غیرفعال کردن این گزینه در دستگاه‌های غیر جیلبریک می‌تواند در صورت تغییر، بی‌ثباتی ایجاد کند. با توجه ادامه بدهید.
fil: Ang pag-disable sa opsyong ito sa isang unjailbroken na device ay maaaring lumikha ng kawalang-tatag kung babaguhin. Magpatuloy nang may pag-iingat.
hu: Ez az opció letiltásával egy nem Jailbroken eszközön létrehozhat instabilitást hogyha megváltoztatják. Folytasd ezzel a tudomással.
id: Mematikan opsi ini di perangkat tidak dijailbreak bisa berefek membuat permainan tidak stabil jika diubah. Lanjut dengan perhatian.
ja: 脱獄済みのデバイスでこのオプションを無効にすると、変更された場合に不安定になる可能性があります。注意してください。
ko: 탈옥되지 않은 장치에서 이 옵션을 비활성화하면 불안정해질 수 있습니다. 조심해서 진행하세요.
ms: Melumpuhkan pilihan ini pada peranti yang tidak jailbroken boleh mewujudkan ketidakstabilan jika diubah. Teruskan dengan berhati-hati.
pt_br: Desabilitar essa opção em um dispositivo unjailbroken pode criar instabilidade se alterado. Prossiga com cuidado.
ru: Отключение этой настройки может привести к нестабильности на устройствах без jailbreak. Используйте с осторожностью.
vi: Tắt tùy chọn này trên thiết bị chưa được jailbreak có thể gây ra sự thiếu ổn định. Chú ý khi tiếp tục.
zh_hans: 在未越狱的设备禁用此选项上可能会导致应用不稳定。请谨慎更改此选项。
zh_hant: 在沒有越獄的裝置上停用這個選項可能導致不穩定。請小心。

# preference.title.allocated_memory
source: Memory allocation (MB)
ar: تخصيص الذاكرة (MB)
az: Yaddaşın ayrılması (MB)
cs: Přidělení paměti (MB)
de: RAM-Zuweisung (MB)
el: Κατανομή μνήμης (MB)
es: Cantidad de memoria (MB)
fa: میزان رم اختصاص یافته(MB)
fil: Paglalaan ng Memory (MB)
hu: Memória kiosztása (MB)
id: Alokasi memory (MB)
ja: メモリ割り当て (MB)
ko: 메모리 할당 (MB)
lt: Atminties priskyrimas (MB)
ms: Peruntukan memori (MB)
pt_br: Alocação de memória (MB)
ru: Выделение памяти (МБ)
vi: Phân bổ bộ nhớ (MB)
zh_hans: 内存分配（MB）
zh_hant: 記憶體分配（MB）

# preference.detail.allocated_memory
source: Controls how much memory is given to Minecraft
ar: يتحكم في كمية الذاكرة المعطاة لـ Minecraft
az: Minecraft-a nə qədər yaddaş verildiyinə nəzarət edir
cs: Určete kolik paměti bude mít Minecraft
de: Legt fest, wie viel RAM Minecraft gegeben wird
el: Ελέγχει πόση μνήμη δίνεται στο Minecraft
es: Controla cuánta memoria se le da a Minecraft
fa: میزان مموری اختصاص یافته به ماینکرفت را کنترل می‌کند
fil: Kinokontrol kung magkano ang memorya na ibinibigay sa Minecraft
hu: Kezeli, hogy mennyi memóriát foglaljon le a Minecraft-nak
id: Mengkontrol berapa banyak memori yang diberikan ke Minecraft
ja: Minecraftに与えられるメモリの量を制御します
ko: Minecraft 메모리 할당 조절
lt: Kontroliuoja kiek RAM atminties duodama Minecraft
ms: Mengawal berapa banyak memori yang diberikan kepada Minecraft
pt_br: Controla o quanto de RAM será usado pelo Minecraft
ro: Controlează cât de multă memorie este dată la Minecraft
ru: Управляет тем, сколько памяти выделится для Minecraft
vi: Điều chỉnh số lượng bộ nhớ được cung cấp cho Minecraft
zh_hans: 控制给 Minecraft 分配多少内存
zh_hant: 分配多少記憶體給 Minecraft

# preference.warn.allocated_memory
source: Due to limitations in the operating system itself, this option may cause instability at this and higher values. Proceed with caution.
ar: وبسبب القيود في نظام التشغيل نفسه، قد يؤدي هذا الخيار إلى عدم الاستقرار في هذه القيم وفي القيم الأعلى.
az: Əməliyyat sisteminin özündəki məhdudiyyətlərə görə, bu seçim bu və daha yüksək dəyərlərdə qeyri-sabitliyə səbəb ola bilər. Ehtiyatla davam edin.
cs: Tato možnost může způsobit nestabilitu při této a vyšších hodnotách, kvůli limitacím v operačním systému. Pokračuj s opatrností.
de: Aufgrund von Einschränkungen des Betriebssystems kann diese Option zu Instabilität bei diesem und höheren Werten führen. Sei vorsichtig.
el: Λόγω των περιορισμών στο ίδιο το λειτουργικό σύστημα, αυτή η επιλογή μπορεί να προκαλέσει αστάθεια σε αυτή και υψηλότερες τιμές.
es: Debido a limitaciones con el sistema operativo en sí, esta opción puede causar inestabilidad en esta y mayores cantidades. Procede con cuidado.
fa: با توجه به محدودیت های موجود در خود سیستم عامل، این گزینه ممکن است باعث ناپایداری در مقادیر این و بالاتر شود. با توجه ادامه بدهید.
fil: Dahil sa mga limitasyon sa mismong operating system, ang opsyong ito ay maaaring magdulot ng kawalang-tatag dito at mas mataas na halaga. Magpatuloy nang may pag-iingat.
hu: Korlátozások miatt, az operációs rendszerben ez az opció instabilitást okozhat, ha a megadott érték magasabb. Folytasd ezzel a tudomással.
id: Karena limitasi dari operating systemnya, opsi ini bisa membuat permainan tidak stabil dengan isi yang tinggi. Lanjut dengan perhatian.
ja: オペレーティングシステム自体に制限があるため、このオプションは不安定な場合があり、値が大きい場合がありますのでご注意ください。
ko: 운영 체제 자체의 제한으로 인해 이 옵션은 이 값 이상에서 불안정성을 유발할 수 있습니다. 조심해서 진행하세요.
ms: Disebabkan oleh pengehadan dalam sistem pengendalian itu sendiri, pilihan ini boleh menyebabkan ketidakstabilan pada ini dan nilai yang lebih tinggi. Teruskan dengan berhati-hati.
pt_br: Devido a limitações no próprio sistema operacional, essa opção pode causar instabilidade a isso e a valores elevados. Prossiga com cuidado.
ru: Из-за ограничений операционной системы может вызвать нестабильность при этом и более высоких значениях. Используйте с осторожностью.
vi: Do những giới hạn của hệ điều hành, tùy chọn này có thể gây ra sự cố với mức phân bổ này hoặc cao hơn. Chú ý khi tiếp tục.
zh_hans: 由于系统的限制,可能会导致游戏不稳定
zh_hant: 由於系統限制，在這個數值或以上時，這個選項可能會導致不穩定。

# preference.title.custom_env
source: Environment variables
ar: متغيرات البيئة
az: Ətraf mühit dəyişənləri
cs: Proměnné prostředí
de: Umgebungsvariablen
el: Μεταβλητές περιβάλλοντος
es: Variables de entorno
fa: متغیرهای محیطی
fil: Variables ng environment
hu: Környezeti változók
id: Variable environment
ja: 環境変数
ko: 환경 변수
ms: Pembolehubah persekitaran
pt_br: Variáveis ambientais
ru: Переменные среды
vi: Các chỉ số môi trường
zh_hans: 环境变量
zh_hant: 環境變量
