Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.detail.hidden_sidebar
source: Allows you to hide the sidebar on the main menu by default and when rotating.
ar: يسمح لك بإخفاء الشريط الجانبي في القائمة الرئيسية بشكل افتراضي وعند الدوران.
az: Əsas menyuda yan paneli defolt olaraq və fırlanan zaman gizlətməyə imkan verir.
cs: Umožňuje skrývat hlavní postranní panel ve hlavním menu ve výchozím nastavení při otáčení v iOSe 14 a novějších.
de: Ermöglicht es dir, die Sidebar im Hauptmenü standardmäßig und beim Drehen auf iOS 14+ auszublenden.
el: Σας επιτρέπει να αποκρύψετε την πλαϊνή μπάρα στο κύριο μενού από προεπιλογή και κατά την περιστροφή.
es: Permite ocultar la barra lateral del menú principal por defecto y al girar.
fil: Itago ang sidebar sa main menu.
hu: Engedélyezi számodra, hogy elrejtsd az oldalsávot a főmenüben alapértelmezetten és amikor az eszközödet forgatod.
id: Memperbolehkan anda untuk menyembunyikan sidebar di menu utama secara default dan saat mengubah orientasi.
ja: 縦向きでサイドバーを非表示
ko: 기본적으로 그리고 회전할 때 기본 메뉴에서 사이드바를 숨길 수 있습니다.
ms: Membenarkan anda untuk menghilangkan bar sisi pada menu utama secara default dan apabila berputar.
pt_br: Permite que você oculte a barra lateral no menu principal por padrão e quando girando.
ru: Скрывает боковую панель в главном меню в портретном и ландшафтном режимах.
vi: Cho phép bạn ẩn thanh bên trên menu chính theo mặc định và khi xoay.
zh_hans: 允许您在 iOS 14 及更高版本中默认或旋转中隐藏主菜单上的侧边栏。
zh_hant: 允許在預設情况下和旋轉時隱藏主選單上的側邊欄。

# preference.title.reset_warnings
source: Reset all warnings
ar: إعادة ضبط جـميع التحذيرات
az: Bütün xəbərdarlıqları sıfırlayın
cs: Smazat všechna varování
de: Alle Warnungen zurücksetzen
el: Επαναφορά όλων των προειδοποιήσεων
es: Reiniciar todas las advertencias
fa: بازنشانی همه هشدارها
fil: I-reset ang lahat ng mga babala
hu: Összes figyelmeztetés visszaállítása
id: Reset semua peringatan
ja: すべての警告をリセット
ko: 모든 경고 초기화
ms: Set semula semua amaran
pt_br: Redefinir todos os avisos
ru: Сбросить все предупреждения
vi: Đặt lại tất cả cảnh báo
zh_hans: 重置带有“警告”的设置选项
zh_hant: 重設所有警告

# preference.title.done.reset_warnings
source: All warnings have been reset.
ar: تم إعادة تعيين جميع التحذيرات.
az: Bütün xəbərdarlıqlar sıfırlandı.
cs: Všechna varování byla smazána.
de: Alle Warnungen wurden zurückgesetzt.
el: Όλες οι προειδοποιήσεις έχουν επανέλθει.
es: Todas las advertencias han sido reiniciadas.
fa: همه هشدار ها بازتنظیم شدند.
fil: Ang lahat ng mga babala ay na-reset.
hu: Az összes figyelmeztetés visszaállítva.
id: Semua peringatan telah direset.
ja: すべての警告がリセットされました。
ko: 모든 경고가 리셋되었습니다
ms: Semua amaran telah diset semula.
pt_br: Todas as advertências foram redefinidas.
ru: Все предупреждения были сброшены.
vi: Tất cả các cảnh báo đã được đặt lại.
zh_hans: 带有“警告”的设置选项已被恢复默认状态
zh_hant: 所有警告已被重設。

# preference.title.reset_settings
source: Reset all settings
ar: إعادة تعيين كل الإعدادات
az: Bütün parametrləri sıfırlayın
cs: Resetovat všechna nastavení
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Reiniciar todas las configuraciones
fa: تمام تنظیمات را بازنشانی کنید
fil: I-reset lahat ng mga setting
hu: Összes beállítás visszaállítása
id: Reset semua peraturan
ja: 全ての設定をリセット
ko: 모든 설정 초기화
ms: Tetapkan semula semua tetapan
pt_br: Redefinir todas as configurações
ru: Сбросить все настройки
vi: Đặt lại tất cả cài đặt
zh_hans: 重置所有设置
zh_hant: 重設所有設定

# preference.title.confirm.reset_settings
source: This will remove all of your custom preferences, including resolution, button size, and Java arguments.
ar: سيؤدي هذا إلى إزالة جميع التفضيلات المخصصة الخاصة بك، بما في ذلك الاستبانة وحجم الزر وحجج جافا.
az: Bu, rezulyasiya, düymə ölçüsü və Java arqumentləri daxil olmaqla, bütün fərdi seçimlərinizi siləcək.
cs: Toto odstraní všechna tvé nastavení, cčetně rozlišení, velikosti tlačítek a argumentů Javy.
de: Dies wird alle deine benutzerdefinierten Einstellungen entfernen, einschließlich Auflösung, Schaltflächen-Größe und Java-Argumente.
el: Αυτό θα καταργήσει όλες τις προσαρμοσμένες προτιμήσεις σας, συμπεριλαμβανομένης της ανάλυσης, του μεγέθους του κουμπιού και των παραμέτρων Java.
es: Esto va a remover todas tus configuraciones, incluyendo resolución, tamaño de botones y argumentos de Java.
fa: با این کار همه تنظیمات برگزیده سفارشی شما از جمله وضوح، اندازه دکمه و آرگومان های جاوا حذف می شود.
fil: Aalisin nito ang lahat ng iyong custom na kagustuhan, kabilang ang resolution, laki ng button, at Java arguments.
hu: Ez az opció el fogja távolítani az egyedi prefenciáid, köztük a felbontást, a gombok méretét és a Java argumentumokat.
id: Ini akan menghapus semua peraturan yang telah kamu ubah, termasuk resolusi, besar tombol, dan argument Java.
ja: これにより、解像度、ボタンサイズ、Java 引数を含むすべてのカスタム設定が削除されます。
ko: 이렇게 하면 해상도, 버튼 크기 및 Java 인수를 포함한 모든 사용자 정의 기본 설정이 제거됩니다.
ms: Ini akan mengalih keluar semua pilihan tersuai anda, termasuk resolusi, saiz butang dan argumen Java.
pt_br: Isso removerá todas as suas preferências personalizadas, incluindo resolução, tamanho dos botões e argumentos Java.
ru: Это приведёт к удалению всех ваших настроек, в том числе разрешения, размера кнопок и аргументов Java.
vi: Điều này sẽ đặt lại tất cả các tùy chọn của bạn, báo gồm độ phân giải, kích thước nút, và các chỉ số chạy Java.
zh_hans: 这将重制您所有的自定义首选项，包括分辨率、按钮大小以及 Java 参数。
zh_hant: 這會移除您所有的自訂義偏好設定，包括解析度、按鈕大小和 Java 參數。

# preference.title.done.reset_settings
source: All of the default settings have been restored.
ar: تم استعادة جميع الإعدادات الافتراضية.
az: Bütün standart parametrlər bərpa edildi.
cs: Všechna výchozí nastavení byla obnovena.
de: Alle Standard-Einstellungen wurden wiederhergestellt.
el: Όλες οι προεπιλεγμένες ρυθμίσεις έχουν αποκατασταθεί.
es: Todas las configuraciones predeterminadas han sido restauradas.
fa: تمام تنظیمات پیش فرض بازیابی شده است.
fil: Ang lahat ng mga default na setting ay naibalik.
hu: Az összes alapértelmezett beállítás visszaállítva.
id: Semua peraturan bawaan telah dipulihkan.
ja: すべての既定の設定が復元されました。
ko: 모든 기본 설정이 복원되었습니다.
ms: Semua tetapan lalai telah dipulihkan.
pt_br: Todas as configurações padrão foram restauradas.
ru: Все настройки сброшены до значений по умолчанию.
vi: Tất cả các thiết lập đã được đặt lại.
zh_hans: 已重置所有设置
zh_hant: 所有的預設設定已被恢復。

# preference.title.erase_demo_data
source: Erase Demo game data
ar: مسح بيانات اللعبة التجريبية
az: Demo oyun məlumatlarını silin
cs: Vymazat data Demo her
de: Demo-Spieldaten löschen
el: Διαγραφή δεδομένων παιχνιδιού επίδειξης
es: Borrar datos de la demo del juego
fil: Burahin ang data ng demo game
hu: Demó játék adatának törlése
id: Hapus data permainan Demo
ja: デモゲームのデータを消去
ko: 데모 게임 데이터 지우기
ms: Padam data permainan Demo
pt_br: Apagar dados do jogo Demo
ru: Удалить данные демонстрационной игры
vi: Xóa dữ liệu trò chơi Demo
zh_hans: 清除演示游戏（试玩版）数据
zh_hant: 清除試玩版遊戲資料

# preference.title.confirm.erase_demo_data
source: This will erase all Demo game versions and data used for Demo accounts.
ar: سيؤدي هذا إلى محو جميع إصدارات اللعبة التجريبية والبيانات المستخدمة في الحسابات التجريبية.
az: Bu, bütün Demo oyun versiyalarını və Demo hesabları üçün istifadə olunan məlumatları siləcək.
cs: Toto smaže všechny verze Demo her a všechna data Demo účtů.
de: Dies löscht alle Demo-Spielversionen und Daten, die für Demo-Konten verwendet werden.
el: Αυτό θα διαγράψει όλες τις εκδόσεις και τα δεδομένα που χρησιμοποιούνται για λογαριασμούς επίδειξης.
es: Esto borrará todas las versiones Demo del juego y los datos utilizados para las cuentas Demo.
fil: Buburahin nito ang lahat ng bersyon ng Demo game at data na ginamit para sa mga Demo account.
hu: Ez törölni fogja az összes Demó játék verziókat és a Demó fiókokhoz használt adatokat.
id: Ini akan menghapus semua versi permainan Demo dan data yang digunakan untuk akun Demo.
ja: これにより、デモアカウントで使用されるすべてのデモゲームのバージョンとデータが消去されます
ko: 이렇게 하면 데모 계정에 사용된 모든 데모 게임 버전과 데이터가 지워집니다.
ms: Ini akan memadam semua versi permainan Demo dan data digunakan untuk Demo akaun.
pt_br: Isto apagará todas as versões de jogo Demo e dados usados para contas Demo.
ru: Это уничтожит все версии и данные, используемые для игры в демо-режиме!
vi: Điều này sẽ xóa tất cả các phiên bản trò chơi Demo và dữ liệu được sử dụng cho tài khoản Demo.
zh_hans: 进行此操作将清除演示账户使用的所有演示游戏版本和数据。
zh_hant: 這將刪除所有試玩版本和試玩版帳戶的資料。

# preference.title.done.erase_demo_data
source: All of the Demo game data has been erased.
ar: تم مسح جميع بيانات اللعبة التجريبية.
az: Demo oyununun bütün məlumatları silindi.
cs: Byla smazána všechna data Demo her.
de: Alle Demo-Spieldaten wurden gelöscht.
el: Όλα τα δεδομένα του παιχνιδιού Demo έχουν διαγραφεί.
es: Todos los datos de la Demo han sido borrados.
fil: Ang lahat ng data ng Demo game ay nabura na.
hu: Az összes Demó játék adatai törölve lettek.
id: Semua data permainan Demo telah dihapus.
ja: デモゲームのデータはすべて消去されました。
ko: 데모 게임 데이터가 모두 삭제되었습니다.
ms: Semua data permainan Demo telah dipadamkan.
pt_br: Todos os dados do jogo Demo foram apagados.
ru: Данные демонстрационной игры были очищены.
vi: Tất cả dữ liệu trò chơi Demo đã bị xóa.
zh_hans: 所有演示游戏数据已被清除。
zh_hant: 所有試玩版的遊戲資料已被清除

# preference.title.renderer
source: Renderer
ar: عارض الرسوميات
bn: রেন্ডারার
cs: Vykreslovač
el: Απόδοση
es: Renderizador
fa: رندر کننده
hu: Renderlő
ja: レンダラー
ko: 렌더러
lt: Vaizdo generatorius
pt_br: Renderizador
ro: Randator
ru: Визуализатор
tt: Күрсәткеч
vi: Trình kết xuất
zh_hans: 渲染器
zh_hant: 渲染器

# preference.title.renderer.release.auto
source: Auto
ar: تلقائي
az: Avto
cs: Automaticky
de: Automatisch
el: Αυτόματο
fil: Automatik
id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# preference.title.renderer.debug.auto
source: Auto: gl4es or ANGLE
ar: تلقائياً: gl4es أو ANGLE
az: Avto: gl4es or ANGLE
cs: Automaticky: gl4es či ANGLE
el: Auto: gl4es ή ANGLE
es: Automático: gl4es o ANGLE
fa: خودکار: gl4es یا ANGLE
hu: Auto: GL4ES vagy ANGLE
id: Otomatis: gl4es atau ANGLE
ja: 自動: gl4es または angle
ko: 자동: gl4es 또는 ANGLE
ms: Auto: gl4es atau ANGLE
pt_br: Auto: gl4es ou ANGLE
ru: Авто: gl4es или ANGLE
vi: Tự động: gl4es hoặc ANGLE
zh_hans: 根据游戏版本自动选择：gl4es 或 ANGLE
zh_hant: 自動：gl4es 或 ANGLE

# preference.title.renderer.debug.gl4es
source: holy gl4es - exports OpenGL 2.1
cs: gl4es 1.1.4 - exportuje OpenGL 2.1
de: gl4es 1.1.4 - gibt OpenGL 2.1 aus
es: gl4es 1.1.4 - exporta a OpenGL 2.1
fil: gl4es 1.1.4 - ini-export ang OpenGL 2.1
hu: Holy GL4ES - OpenGL 2.1-re exportálja
id: gl4es 1.1.4 - mengekspor OpenGL 2.1
ja: holy gl4es - OpenGL 2.1使用
ko: holy gl4es - OpenGL 2.1 내보내기
ms: holy gl4es - eksport OpenGL 2.1
pt_br: holy gl4es - exporta OpenGL 2.1
ru: gl4es 1.1.4 — обеспечивает OpenGL 2.1
vi: gl4es 1.1.4 - xuất ra OpenGL 2.1
zh_hans: gl4es 1.1.4(仅支持1.16.5及以下) - OpenGL版本2.1
zh_hant: gl4es 1.1.4 － 輸出 OpenGL 2.1

# preference.title.renderer.debug.angle
source: ANGLE (1.17+) - exports OpenGL 3.2 (Core Profile, limited)
ar: ANGLE (1.17+) - الصادرات OpenGL 3.2 (موجز أساسي محدود)
az: ANGLE (1.17+) - OpenGL 3.2 (Əsas Profil, məhdud) ixrac edir
cs: ANGLE (1.17+) - exportuje OpenGL 3.2 (Jádrový Profil, omezen)
de: ANGLE (1.17+) - gibt OpenGL 3.2 (Kernprofil, begrenzt) aus
el: ANGLE (1.17+) - εξαγωγές OpenGL 3.2 (Βασικό Προφίλ, περιορισμένο)
es: ANGLE (1.17+) - exporta OpenGL 3.1 (perfil Core, limitado)
fa: ANGLE (1.17+) - OpenGL 3.2 را صادر می کند (نمایه هسته، محدود)
fil: tinygl4angle (1.17+) - ini-export ang OpenGL 3.2 (Core Profile, limitado)
hu: ANGLE (1.17+) - OpenGL 3.2-re exportálja (Mag Profil, korlátozott)
id: ANGLE (1.17+) - mengekspor OpenGL 3.2 (Profil Core, terbatas)
ja: ANGLE (1.17+) - OpenGL 3.2使用 (Core Profile, limited)
ko: ANGLE(1.17+) - OpenGL 3.2 내보내기(Core Profile, 제한됨)
ms: ANGLE (1.17+) - eksport OpenGL 3.2 (Profil Teras, terhad)
pt_br: ANGLE (1.17+) - exporta OpenGL 3.2 (Perfil de navegação, limitado)
ru: ANGLE (1.17+) — обеспечивает OpenGL 3.2 (ограниченно, Core Profile)
vi: tinygl4angle (1.17+) - xuất ra OpenGL 3.2 (Core Profile, bị giới hạn)
zh_hans: ANGLE（仅支持1.17+）- exports OpenGL 版本 3.2
zh_hant: ANGLE（1.17+）— 輸出 OpenGL 3.2（核心，有限）

# preference.title.renderer.debug.zink
source: Zink (Mesa 21.0) - exports OpenGL 4.1
az: Zink (Mesa 21.0) - OpenGL 4.1-i ixrac edir
cs: Zink (Mesa 21.0) - exportuje OpenGL 4.1
de: Zink (Mesa 21.0) - gibt OpenGL 4.1 aus
es: Zink (Mesa 21.0) - exporta a OpenGL 4.1
fa: Zink (Mesa 21.0) - OpenGL 4.1 را صادر می کند
fil: Zink (Mesa 21.0) - ini-export ang OpenGL 4.1
hu: Zink (Mesa 21.0) - az OpenGL 4.1-re exportálja
id: Zink (Mesa 21.0) - mengekspor OpenGL 4.1
ja: Zink (Mesa 21.0) - OpenGL 4.1使用
ms: Zink (Mesa 21.0) - eksport OpenGL 4.1
pt_br: Zink (Mesa 21.0) - exporta OpenGL 4.1
ru: Zink (Mesa 21.0) — обеспечивает OpenGL 4.1
vi: Zink (Mesa 21.0) - xuất ra OpenGL 4.1
zh_hans: Zink（Mesa 21.0）- exports OpenGL 版本 4.1
zh_hant: Zink (Mesa 21.0) － 輸出 OpenGL 4.1

# preference.detail.renderer
source: Change the OpenGL render engine to use. Zink is temporarily disabled on iOS 16 and later to diagnose issues.
ar: تغيير محرك عرض OpenGL للاستخدام. يتم تعطيل الزنك مؤقتاً على iOS 16 وفيما بعد لتشخيص المشكلات.
az: İstifadə etmək üçün OpenGL render mühərrikini dəyişdirin. Problemləri aşkar etmək üçün iOS 16 və sonrakı versiyalarda Zink müvəqqəti olaraq deaktiv edilib.
cs: Změnit OpenGL vykreslovací systém k užívání
de: Ändern Sie die OpenGL-Rendering-Engine
el: Αλλάξτε τη μηχανή απόδοσης OpenGL για χρήση. Το Zink είναι προσωρινά απενεργοποιημένο στο iOS 16 και αργότερα για να εντοπιστούν προβλήματα.
es: Cambiar el motor de renderizado para que OpenGL utilicé
fil: Baguhin ang OpenGL render engine na gagamitin. Pansamantalang naka-disable ang Zink sa iOS 16 at mas bago para masuri ang mga isyu.
hu: Átállítja az OpenGL renderer motort. A Zink ideiglenesen le lesz tiltva az iOS 16 vagy későbbi verziókkal, hogy ezek a gondok diagnosztizálva legyenek.
id: mengganti renderer OpenGL yang dipakai. Zink sementara di nonaktifkan di versi iOS 16 dan lanjut untuk mendiagnosis masalah.
ja: 使用するOpenGLレンダーエンジンを変更します iOS 16以降では、問題を診断するためにZinkが一時的に無効になっています
ko: 사용할 OpenGL 렌더링 엔진을 변경합니다. Zink는 문제 진단을 위해 iOS 16 이상에서 일시적으로 비활성화됩니다.
ms: Tukar OpenGL render enjin untuk guna. Zink telah dilumpuhkan untuk sementara waktu pada iOS 16 dan akan siasat isunya.
pt_br: Alterar o mecanismo de renderização OpenGL para usar. O Zink está temporariamente desativado no iOS 16 ou superior para diagnosticar problemas.
ru: Выберите используемую графическую реализацию OpenGL. Zink временно отключён для диагностики ошибок на iOS 16 и новее.
vi: Thay đổi kết xuất OpenGL được sử dụng
zh_hans: 更改使用的 OpenGL 渲染器
zh_hant: 改變要使用的 OpenGL 渲染引擎

# preference.title.resolution
source: Resolution (%)
ar: الدقة (%)
az: Rezulyasiya (%)
cs: Rozlišení (%)
de: Auflösung (%)
el: Ανάλυση (%)
es: Resolución (%)
fa: وضوح (%)
fil: Resolusyon (%)
hu: Felbontás (%)
id: Resolusi (%)
ja: 解像度 (%)
ko: 해상도 (%)
lt: Resoliucija (%)
ms: Resolusi (%)
pt_br: Resolução (%)
ru: Разрешение (%)
tt: Ачыклык (%)
vi: Độ phân giải (%)
zh_hans: 分辨率缩放 (%)
zh_hant: 解析度（%）

# preference.detail.resolution
source: Allows you to decrease the game resolution.
ar: يسمح لك بتقليل دقة اللعبة.
az: Oyunun rezulyasiyasını azaltmağa imkan verir.
cs: Umožňuje ti snížit rozlišení hry.
de: Ermöglicht es dir die Spielauflösung zu verringern.
el: Σας επιτρέπει να μειώσετε την ανάλυση του παιχνιδιού.
es: Permite reducir la resolución del juego.
fa: به شما امکان می دهد وضوح بازی را کاهش دهید.
fil: Binibigyang-daan kang bawasan ang resolution ng laro.
hu: Átállíthatod a játék felbontását.
id: Memperbolehkan anda untuk menunrunkan resolusi permainan.
ja: ゲームの解像度を下げることができます。
ko: 게임 해상도를 낮출 수 있도록 허용합니다.
ms: Membenarkan anda untuk menurunkan resolusi permainan.
pt_br: Permite que você diminua a resolução do jogo.
ru: Позволяет уменьшить разрешение игры.
vi: Cho phép thay đổi độ phân giải trò chơi.
zh_hans: 允许您降低游戏分辨率。
zh_hant: 允許您降低遊戲的解析度。

# preference.title.max_framerate
source: Maximum framerate
ar: الحد الأقصى للإطارات
az: Maksimum kadr sürəti
cs: Maximální snímková frekvence
de: Maximale Framerate
el: Μέγιστος αριθμός καρέ
es: FPS máximos
fil: Maximum na framerate
hu: Maximális képfrissítés
id: Kecepatan bingkai maksimum
ja: 最大フレームレート
ko: 최대 FPS
ms: Maksimum framerate
pt_br: Taxa de quadros máxima
ru: Максимальная частота кадров
vi: Tốc độ Khung Hình tối đa
zh_hans: 最大帧率
zh_hant: 最大 FPS

# preference.detail.max_framerate
source: Allows you to limit the game framerate to 60FPS on ProMotion displays.
ar: يسمح لك بالحد من إطارات اللعبة إلى 60FPS على عروض ProMotion.
az: ProMotion displeylərində oyunun kadr sürətini 60 FPS ilə məhdudlaşdırmağa imkan verir.
cs: Umožňuje omezit frekvenci snímků hry na 60FPS na displejích ProMotion.
de: Erlaubt es dir, die Framerate auf 60FPS auf ProMotion-Displays zu beschränken.
el: Σας επιτρέπει να περιορίσετε το πλαίσιο παιχνιδιού σε 60FPS στις οθόνες ProMotion.
es: Te permite limitar el juego a 60FPS en pantallas ProMotion.
fil: Pinapayagan nitong limitahan ang framerate ng laro sa 60FPS sa mga ProMotion display.
hu: Engedélyezi a 60 FPS-es korlátot a ProMotion kijelzőkön.
id: Memperbolehkan anda untuk membatasi kecepatan ke 60FPS pada layar ProMotion.
ja: ゲームを60フラムレートに制限(ProMotionディスプレイのみ)
ko: ProMotion 디스플레이에서 게임 프레임 속도를 60FPS로 제한할 수 있도록 허용합니다.
ms: Membenarkan anda untuk menghadkan permainan framerate kepada 60FPS dalam paparan ProMotion.
pt_br: Permite limitar a taxa de frames do jogo a 60FPS nas telas ProMotion.
ru: Позволяет включить ограничение частоты обновления в 60 кадров в секунду на дисплеях ProMotion.
vi: Cho phép bạn giới hạn tốc độ khung hình của trò chơi ở mức 60FPS trên màn hình ProMotion.
zh_hans: 允许您在 ProMotion 显示器上将游戏帧率限制为 60FPS。
zh_hant: 允許您在 ProMotion 顯示器上限制遊戲 FPS 為 60 FPS。

# preference.title.fullscreen_airplay
source: Fullscreen AirPlay
ar: AirPlay ملء الشاشة
az: Tam ekran AirPlay
cs: AirPlay celé obrazovky
de: Vollbild-AirPlay
el: Πλήρης Οθόνη AirPlay
es: AirPlay en pantalla completa
fa: AirPlay تمام صفحه
hu: AirPlay Teljes Képernyő
ja: 全画面AirPlay
ko: AirPlay 전체 화면
ms: Skrin penuh AirPlay
pt_br: Tela Cheia AirPlay
ru: Полноэкранный AirPlay
vi: AirPlay toàn màn hình
zh_hans: 全屏 AirPlay
zh_hant: 全螢幕隔空投放

# preference.detail.fullscreen_airplay
source: Allows presenting fullscreen game window on the external display rather than mirroring everything on screen.
ar: يسمح بتقديم نافذة لعبة ملء الشاشة على الشاشة الخارجية بدلاً من عكس كل شيء على الشاشة.
az: Ekrandakı hər şeyi əks etdirməkdənsə, xarici displeydə tam ekran oyun pəncərəsini təqdim etməyə imkan verir.
cs: Umožňuje zobrazovat okno hry na celé obrazovce na externím displeji bez zrcadlení všeho na obrazovce.
de: Ermöglicht es dir nur das Spielfenster auf ein externes Display zu spiegeln, anstatt den ganzen Bildschirm zu spiegeln.
el: Επιτρέπει την παρουσίαση του παραθύρου του παιχνιδιού πλήρους οθόνης στην εξωτερική οθόνη αντί να αντικατοπτρίζει τα πάντα στην οθόνη.
es: Permite presentar la ventana de juego a pantalla completa en la pantalla externa en lugar de reflejar todo en la pantalla interna.
fa: به جای انعکاس همه چیز روی صفحه نمایش، به نمایش پنجره بازی تمام صفحه روی صفحه نمایش خارجی اجازه می دهد.
hu: Engedélyezi a teljes képernyős megjelenítéses játék ablakot egy küldő kijelzőn, mintha csak képernyőmegosztással mindent megjelenítenél.
id: Memperbolehkan anda mempresentasikan window permainan dalam fullscreen di layar eksternal daripada mengkaca semuanya di layar.
ja: 画面上のすべてをミラーリングするのではなく、外部ディスプレイにフルスクリーンのゲームウィンドウを表示できます。
ko: 화면의 모든 것을 미러링하지 않고 외부 디스플레이에 전체 화면 게임 창을 표시할 수 있도록 허용합니다.
ms: Membenarkan mempersembahkan skrin penuh window pada paparan luaran daripada mencerminkan semua kepada skrin.
pt_br: Permite apresentar a janela do jogo em tela cheia na tela externa, em vez de espelhar tudo na tela.
ru: Транслировать на внешний монитор только окно игры во весь экран вместо отображения всего, что происходит на устройстве.
vi: Cho phép chiếu toàn màn hình cửa sổ game thay vì chiếu mọi thứ trên màn hình ngoài.
zh_hans: 允许在外部显示器上全屏显示游戏，而不是直接镜像显示。
zh_hant: 允許在外部顯示器上展示全螢幕遊戲畫面，而不是影射螢幕上的內容。

# preference.title.silence_other_audio
source: Pause audio when game opens
ar: إيقاف الصوت عند فتح اللعبة
az: Oyun açıldıqda səsi dayandırın
cs: Pozastavit zvuk při otevření hry
de: Audio anhalten, wenn das Spiel geöffnet wird
el: Παύση ήχου όταν ανοίγει το παιχνίδι
es: Pausar audio al abrir el juego
fil: I-pause ang audio kapag nagbukas ang laro
hu: Audió szüneteltetése, mikor a játék megnyílik
id: Jeda audio ketika permainan terbuka
ja: ゲーム開始時にバークグラウンド音声を一時停止
ko: 게임이 열릴때 오디오 멈추기
ms: Berhenti audio sebentar apabila buka permainan
pt_br: Pausar áudio quando o jogo abrir
ru: Только звук игры
vi: Tạm dừng âm thanh khi trò chơi mở ra
zh_hans: 游戏打开时暂停音频
zh_hant: 在遊戲打開時暫停音訊

# preference.detail.silence_other_audio
source: Enable to allow PojavLauncher to pause audio from other apps, such as Music, when launching the game.
ar: تمكين السماح لـ PojavLauncher بإيقاف الصوت من تطبيقات أخرى، مثل الموسيقى، عند بدء اللعبة.
az: Oyunu işə salarkən PojavLauncher-a Musiqi kimi digər proqramların səsini dayandırmağa icazə verin.
cs: Zapněte pro umožnění PojavLauncheru pozastavit zvuk z jiných aplikací, například Hudbu při spouštění hry.
de: Aktiviere diese Option um PojavLauncher zu erlauben, Audio von anderen Apps wie Musik zu pausieren, wenn das Spiel gestartet wird.
el: Ενεργοποιήστε για να επιτρέψετε στο PojavLauncher να κάνει παύση ήχου από άλλες εφαρμογές, όπως η Μουσική, κατά την εκκίνηση του παιχνιδιού.
es: Actívalo para permitir a PojavLauncher pausar el audio de otras aplicaciones, como la música, al iniciar el juego.
fil: Paganahin para payagan ang PojavLauncher na i-pause ang audio mula sa ibang apps, tulad ng Music, kapag naglulunsad ng laro.
hu: Engedélyezi, hogy hozzáférjen a PojavLauncher ahhoz, hogy szüneteltesse az audiót más appokról, mint pl. Zene, mikor elindítod a játékot.
id: Aktifkan untuk memperbolehkan PojavLauncher untuk menjeda audio dari aplikasi lain, seperti Musik, ketika membuka permainan.
ja: ゲームを起動するときに、PojavLauncherが音楽などの他のアプリの音声を一時停止できるようにします
ko: 게임을 시작할 때 PojavLauncher가 음악과 같은 다른 앱의 오디오를 일시 중지하도록 허용합니다.
ms: Membolehkan untuk benarkan PojavLauncher untuk berhenti audio sebentar dari aplikasi lain, contohnya Music, apabila melancarkan permainannya.
pt_br: Ative para permitir que o PojavLauncher pause o áudio de outros aplicativos, como o Music, ao iniciar o jogo.
ru: При запуске игры PojavLauncher будет приостанавливать воспроизведение звука другими приложениями (например, музыку).
vi: Bật để cho phép PojavLauncher tạm dừng âm thanh từ các ứng dụng khác, chẳng hạn như Âm nhạc, khi khởi chạy trò chơi.
zh_hans: 启用后将允许 PojavLauncher 在启动游戏时暂停其他应用的音频。

# preference.title.silence_with_switch
source: Disable audio with silent switch
cs: Vypnout zvuk tichým přepínačem a zakázat vstup mikrofonu
es: Desactivar el audio con el interruptor silencioso y denegar la entrada del micrófono
fil: Patayin ang audio sa pamamagitan ng silent switch at huwag payagan ang mikropono na makarinig.
hu: Audió letiltása a Silent Switch-el és mikrofon bemenet elutasítása
id: Nonaktifkan suara dengan sakelar diam dan menolak masukan mikrofon
ms: Nyahdayakan audio dengan suis senyap dan tolak input mikrofon
ru: Отключать звук и микрофон в бесшумном режиме
vi: Tắt âm thanh bằng công tắc im lặng
zh_hans: 允许使用静音开关禁用音频并关闭麦克风输入
zh_hant: 允許使用靜音開關禁用音訊並關閉麥克風輸入
