Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# login.warn.message.demomode
source: As a replacement to offline and local mode, demo mode will allow you to sign into a Microsoft account that does not own the game and play the Java Edition trial, introduced in 1.3.1 and newer versions. Older versions contain the full game, as the official launcher does not place these restrictions. See our website to learn more about this transition from offline mode.
ar: كبديل للوضع غير المتصل بالإنترنت والوضع المحلي، سيسمح لك الوضع التجريبي بتسجيل الدخول إلى حساب مايكروسوفت الذي لا يملك اللعبة ويلعب تجربة إصدار جافا، تم إدخاله في 1.3. والإصدارات الأحدث. الإصدارات الأقدم تحتوي على اللعبة الكاملة، لأن المشغل الرسمي لا يضع هذه القيود. راجع موقعنا على الإنترنت لمعرفة المزيد عن هذا الانتقال من وضع عدم الاتصال.
az: Oflayn və yerli rejimi əvəz edən demo rejimi sizə oyunun sahibi olmayan Microsoft hesabına daxil olmağa və 1.3.1 və daha yeni versiyalarda təqdim edilmiş Java Edition sınaq versiyasını oynamağa imkan verəcək. Köhnə versiyalarda tam oyun var, çünki rəsmi başlatma proqramı bu məhdudiyyətləri qoymur. Oflayn rejimdən bu keçid haqqında ətraflı öyrənmək üçün vebsaytımıza baxın.
cs: Jako náhrada za offline a místní režim, demo režim povolí přihlášení do Microsoft účtu, jenž hru nevlastní, a hrát zkušební verzi Java edice, přidanou v 1.3.1 a novějších verzích. Starší verze obsahují plnou hru, majíce ji i v oficiálním spouštěči, jenž nemá pro ně omezení. Viz naši webovou stránku pro více informací o této změně z offline režimu.
de: Als Ersatz für den Offline- und Lokalmodus, erlaubt der Demo-Modus, sich mit einem Microsoft-Konto einzuloggen, welches das Spiel nicht besitzt. Somit kann die Testversion von Minecraft gespielt werden, die in Version 1.3 eingeführt wurde. Ältere Versionen können in der Vollversion gespielt werden, da bei ihnen der offizielle Launcher auch keine Einschränlungen setzt. Auf unserer Website findet man mehr Informationen zu diesem Übergang vom Offline-Modus.
el: Ως αντικατάσταση σε offline και τοπική λειτουργία, η δοκιμαστική λειτουργία θα σας επιτρέψει να συνδεθείτε σε έναν λογαριασμό Microsoft που δεν κατέχει το παιχνίδι και να παίξετε τη δοκιμαστική έκδοση Java, που εισήχθη στην 1.3.1 και νεότερα. Οι παλαιότερες εκδόσεις περιέχουν το πλήρες παιχνίδι, καθώς ο επίσημος εκκινητής δεν θέτει αυτούς τους περιορισμούς. Δείτε την ιστοσελίδα μας για να μάθετε περισσότερα σχετικά με αυτή τη μετάβαση από offline λειτουργία.
es: Como reemplazo del modo offline y el modo local, el modo demo te permitirá iniciar sesión en una cuenta de Microsoft que no tenga el juego para jugar a las trials de Java Edition, introducido en la versión 1.3.1 y versiones nuevas. Versiones anteriores a estas tienen acceso al juego entero, porque el launcher oficial no contiene estas restricciones. Ve a nuestro sitio web para saber más sobre esta transición de el modo offline.
fa: به عنوان جایگزینی برای حالت آفلاین و محلی، حالت دمو به شما این امکان را می دهد که وارد حساب مایکروسافتی شوید که مالک بازی نیست و نسخه آزمایشی Java Edition را که در نسخه های 1.3.1 و جدیدتر معرفی شده است، بازی کنید. نسخه‌های قدیمی‌تر شامل بازی کامل هستند، زیرا لانچر رسمی این محدودیت‌ها را اعمال نمی‌کند. برای کسب اطلاعات بیشتر در مورد این انتقال از حالت آفلاین به وب سایت ما مراجعه کنید.
fil: Bilang kapalit sa offline at lokal na mode, magbibigay-daan sa iyo ang demo mode na mag-sign in sa isang Microsoft account na hindi nagmamay-ari ng laro at laruin ang pagsubok ng Java Edition, na ipinakilala sa 1.3.1 at mas bagong mga bersyon.
hu: Az offline és helyi mód áthelyezésével, a Demó mód lehetővé teszi, hogy be tudj jelentkezni egy olyan Microsoft-fiókkal, amivel nem a játék tulajdonával, és játszhatja le a Java Edition próbaverzióját, amit az 1.3.1-es és újabb verziókban vezettek be.
id: Sebagai pengganti offline dan mode lokal, mode demo akan memperbolehkan anda masuk ke akun Microsoft yang tidak mempunyai permainannya dan main versi Java Edition Trial, diadakan sejak versi 1.3.1 dan seterusnya. Versi lebih lama mempunyai permainan penuhnya, karena peluncur resmi tidak memberlakukan restriksi ini. Lihat website kita untuk dapat mempelajari lebih lanjut tentang transisi dari mode offline.
ja: オフラインモードとローカルモードへの置き換えとして デモモードでは、ゲームを所有していないMicrosoftアカウントにサインインし、Java Editionの試用版をプレイすることができます。 1.3で導入されました。以前のバージョンでは、公式ランチャーがこれらの制限を設けていないため、以前のバージョンではフルゲームが含まれています。 このオフラインモードからの移行の詳細については、当社のウェブサイトをご覧ください。
ko: 오프라인 및 로컬 모드를 대체하는 데모 모드를 사용하면 게임을 소유하지 않은 Microsoft 계정에 로그인하고 1.3.1 및 최신 버전에 도입된 Java Edition 평가판을 플레이할 수 있습니다. 이전 버전에는 공식 런처가 이러한 제한을 두지 않기 때문에 전체 게임이 포함되어 있습니다. 오프라인 모드에서 전환에 대한 자세한 내용은 당사 웹 사이트를 참조하십시오.
ms: Sebagai pengganti kepada mod luar talian dan tempatan, mod demo akan membolehkan anda melog masuk ke akaun Microsoft yang tidak memiliki permainan dan bermain percubaan Edisi Java, yang diperkenalkan dalam versi 1.3.1 dan lebih baharu. Versi lama mengandungi permainan penuh, kerana pelancar rasmi tidak meletakkan sekatan ini. Lihat tapak web kami untuk mengetahui lebih lanjut tentang peralihan ini daripada mod luar talian.
pt_br: Como um substituto para o modo offline e local, o modo de demonstração permitirá que você entre em uma conta Microsoft que não possui o jogo e jogue o teste Java Edition, introduzida em 1.3. e versões mais recentes. Versões mais antigas contém o jogo completo, já que o launcher oficial não coloca essas restrições. Veja nosso site para saber mais sobre esta transição do modo offline.
ru: В качестве замены локальному и офлайн-режиму, демонстрационный режим позволяет использовать учётную запись Microsoft для пробной игры в Java Edition 1.3.1 и выше без необходимости покупать лицензию. Более старые версии не содержат проверки лицензии и полностью доступны в любом режиме, поскольку официальный лаунчер не накладывает на них ограничений. Более подробно об этом можно узнать на нашем сайте.
vi: Chế độ chơi thử sẽ thay thế các chế độ ngoại tuyến và nội bộ. Nó cho phép bạn đăng nhập bằng tài khoản Microsoft chưa mua trò chơi và chơi bản chơi thử, được thêm vào từ phiên bản 1.3.1. Các phiên bản cũ hơn vẫn có bản đầy đủ, vì trình khởi chạy chính thức không đặt bất kì giới hạn nào. Xem trang web của chúng tôi để biết thêm về sự chuyển dời từ chế độ ngoại tuyến.
zh_hans: 演示模式作为离线和本地模式的替代，将允许你登录到一个尚未购买游戏的微软账户中游玩 1.3.1 及更新版本的试玩版本。因为官方启动器的一些特性，在较旧版本中会包含完整的游戏。详情请参阅我们的网站，了解更多关于离线模式的过渡。
zh_hant: 作為離線和本地模式的代替，示範模式會允許您使用尚未擁有遊戲的 Microsoft 帳戶來登入，並遊玩在版本 1.3.1 引入的 Java 版試玩版。由於官方的啟動器沒有加入限制，更舊的版本將含有完整的遊戲。要了解更多關於從離線模式過渡到示範模式的資訊，請瀏覽我們的網頁。

# login.warn.title.localmode
source: Offline mode is now Local mode.
ar: الوضع دون اتصال الآن هو الوضع المحلي.
az: Oflayn rejim indi Yerli rejimdir.
cs: Offline režim je nyní Místní režim.
de: Der Offline-Modus ist jetzt der Lokale Modus.
el: Η λειτουργία χωρίς σύνδεση είναι τώρα σε Τοπική λειτουργία.
es: El modo offline ahora es el modo local.
fa: حالت آفلاین اکنون حالت محلی است.
fil: Ang offline mode ngayon nay' Local mode.
hu: Az offline mód mostantól "helyi fiók" mód.
id: Mode offline sekarang menjadi mode lokal.
ja: オフラインモードは現在ローカルモードです。
ko: 오프라인 모드는 이제 로컬 모드입니다
ms: Mod luar talian kini menjadi mod Local.
pt_br: O modo off-line agora é o modo local.
ru: Офлайн-режим теперь называется "Локальный режим".
tt: Хәзер «Офлайн шарт» «Локаль шарт» дип аталды.
vi: Chế độ ngoại tuyến bây giờ là Chế độ nội bộ.
zh_hans: 离线模式现在是本地模式了。
zh_hant: 離線模式現為本地模式。

# login.warn.message.localmode
source: You can continue to play installed versions, but you can no longer download Minecraft without a paid account. No support will be provided for issues with local accounts, or other means of acquiring Minecraft.
ar: يمكنك الاستمرار في تشغيل الإصدارات المثبتة، ولكن لم يعد بإمكانك تحميل Minecraft بدون حساب مدفوع. لن يتم تقديم أي دعم للمشكلات مع الحسابات المحلية أو وسائل أخرى للحصول على Minecraft. راجع الأسئلة الشائعة لمزيد من المعلومات.
az: Quraşdırılmış versiyaları oynamağa davam edə bilərsiniz, lakin artıq Minecraftı ödənişli hesab olmadan endirə bilməzsiniz. Yerli hesablar və ya Minecraft əldə etməyin digər vasitələri ilə bağlı problemlər üçün heç bir dəstək verilməyəcək.
cs: Můžete dále pokračovat ve hraní nainstalovaných verzí, avšak nebudete si moci stáhnout Minecraft bez placeného účtu. Pro problémy s místními účty, či pro jakékoli jiné způsoby získáni Minecraftu, nebude poskytována žádná podpora.
de: Du kannst weiterhin installierte Versionen spielen, aber ohne ein kostenpflichtiges Konto kannst du Minecraft nicht mehr herunterladen. Es wird kein Support für Probleme mit lokalen Konten oder andere Mittel zur Erlangung von Minecraft geben. Weitere Informationen findest du in unseren FAQ.
el: Μπορείς να συνεχίσεις να παίζεις εγκατεστημένες εκδόσεις, αλλά δεν μπορείς πλέον να κατεβάσεις το Minecraft χωρίς πληρωμένο λογαριασμό. Δεν θα παρέχεται υποστήριξη για ζητήματα με τοπικούς λογαριασμούς, ή άλλα μέσα για την απόκτηση του Minecraft.
es: Puedes seguir jugando versiones ya instaladas, pero ya no puedes descargar Minecraft sin una cuenta de paga. No habrá soporte a problemas con las cuentas locales ni otros medios para adquirir Minecraft.
fil: Maaari kang magpatuloy sa paglalaro ng mga naka-install na bersyon, ngunit hindi ka na maaaring mag-download ng Minecraft nang walang bayad na account. Walang suportang ibibigay para sa mga isyu sa mga local account, o iba pang paraan ng pagkuha ng Minecraft.
hu: Továbbra is játszhatsz a telepített verziókkal, de nem lesz lehetőséged letölteni a Minectaft-ot fizetett fiók nélkül. Semmilyen segítséget nem adhatunk helyi fiókokon, vagy a Minecraft megszerzésével.
id: Anda bisa memainkan versi yang dipasang, tetapi Anda tidak akan bisa mengunduh Minecraft tanpa sebuah akun yang di beli. Tidak akan ada dukungan atau bantuan tentang masalah dengan akun lokal, atau cara lain mendapatkan Minecraft.
ja: インストール済みのバージョンは引き続きプレイできますが、有料アカウントなしで Minecraft をダウンロードすることはできません。 ローカルアカウントやその他のマインクラフトの取得手段についてはサポートは提供されません。詳細についてはFAQをご覧ください。
ko: 설치된 버전을 계속 플레이할 수 있지만 유료 계정 없이는 더 이상 마인크래프트를 다운로드할 수 없습니다. 로컬 계정 문제 또는 기타 마인크래프트 획득 수단에 대한 지원은 제공되지 않습니다.
ms: Anda boleh sahaja teruskan main versi yang telah dipasang, tetapi anda tidak boleh lagi muat turun Minecraft tanpa akaun berbayar. Tiada sokongan boleh diberi untuk isu dengan akaun lokal, atau makna yang lain dari mendapatkan Minecraft.
pt_br: Você pode continuar jogando versões instaladas, mas não pode mais baixar o Minecraft sem uma conta paga. Não será fornecido suporte para problemas com contas locais, ou outros meios de aquisição do Minecraft.
ru: Вы можете продолжить играть в установленных версиях, однако загрузка новых будет невозможна без наличия лицензии. Поддержка в проблемах с локальным режимом или иными методами игры без наличия лицензии осуществляться не будет.
vi: Bạn có thể tiếp tục chơi các phiên bản đã cài đặt, nhưng bạn không còn có thể tải xuống Minecraft nếu không có tài khoản trả phí. Sẽ không có hỗ trợ nào được cung cấp cho các sự cố với tài khoản cục bộ hoặc các phương tiện khác để mua Minecraft.
zh_hans: 您可以继续游玩已经安装的版本，但是如果没有正版账户，您将无法再下载其他版本。任何有关本地账户以及如何获取其他 Minecraft 版本的问题将不会得到任何解答。

# login.msa.error.xsts.noxboxacc
source: An Xbox profile is not registered for this Microsoft account. Please make sure that you have made an Xbox profile. Error code: 2148916233
ar: ملف تعريف Xbox غير مسجل لحساب Microsoft هذا. الرجاء التأكد من أنك قمت بإنشاء ملف تعريف Xbox رمز الخطأ: 2148916233
az: Bu Microsoft hesabı üçün Xbox profili qeydə alınmayıb. Xbox profili yaratdığınızdan əmin olun. Xəta kodu: 2148916233
cs: Xboxový profil není registrován pro tento Microsoft účet. Prosím ujisti se zdali máš vytvořený Xbox účet. Kód chyby: 2148916233
de: Es ist kein Xbox-Profil mit diesem Microsoft-Konto registriert. Stelle bitte sicher, dass du ein Xbox-Profil erstellt hast. Fehlercode: 2148916233
el: Ένα προφίλ Xbox δεν έχει καταχωρηθεί για αυτόν το λογαριασμό Microsoft. Βεβαιωθείτε ότι έχετε κάνει ένα προφίλ Xbox. Κωδικός σφάλματος: 2148916233
es: Esta cuenta de Microsoft no poseé un perfil de Xbox. Por favor, asegúrate de haber creado un perfil de Xbox en esta cuenta. Código de error: 2148916233
fa: یک نمایه Xbox برای این حساب مایکروسافت ثبت نشده است. لطفاً مطمئن شوید که یک نمایه Xbox ساخته اید. کد خطا: 2148916233
fil: Ang isang Xbox profile ay hindi nakarehistro para sa Microsoft account na ito. Pakitiyak na nakagawa ka ng Xbox profile. Error code: 2148916233
hu: Nincs regisztrálva egy Xbox profil a Microsoft fiókhoz. Bizonyosodj meg arról, hogy létrehoztál egy Xbox fiókot. Hibakód: 2148916233
id: Tidak ada profil Xbox yang terdaftar di akun Microsoft ini. Mohon memastikan bahwa anda telag membuat sebuah profil Xbox. Kode error: 2148916233
ja: このMicrosoftアカウントにXboxプロファイルが登録されていません。Xboxプロファイルを作成したことを確認してください。 エラーコード: 2148916233
ko: Xbox 프로필이 이 Microsoft 계정에서 등록되지 않았습니다. Xbox 프로필을 만드셨는지 확인하십시오. 오류 코드: 2148916233
ms: Profil Xbox tidak didaftarkan untuk akaun Microsoft ini. Sila pastikan anda telah membuat profil Xbox. Kod ralat: 2148916233
pt_br: Nenhum perfil de Xbox registrado para esta conta da Microsoft. Certifique-se de ter criado um perfil Xbox. Código de erro: 2148916233
ru: Профиль Xbox не зарегистрирован для этой учётной записи. Убедитесь, что вы создавали профиль Xbox. Код ошибки: 2148916233
vi: Chưa có một hồ sơ Xbox được đăng kí cho tài khoản Microsoft này. Hãy chắc chắn rằng bạn đã tạo một hồ sơ. Mã lỗi: 2148916233
zh_hans: 此微软账户没有注册 Xbox 账户。请确认您已注册了 Xbox 账户。 错误代码：2148916233
zh_hant: 這個 Microsoft 帳戶沒有註冊的 Xbox 使用者檔案。請確定您已經註冊 Xbox 使用者檔案。 錯誤代碼：2148916233

# login.msa.error.xsts.noxbox
source: Xbox Live is currently unavailable in your country. Error code: 2148916235
ar: Xbox Live غير متوفر حاليا في بلدك. رمز الخطأ: 2148916235
az: Xbox Live hazırda ölkənizdə mövcud deyil. Xəta kodu: 2148916235
cs: Xbox Live není právě teď k dostupný ve tvé zemi. Kód chyby: 2148916235
de: Xbox Live ist derzeit in deinem Land nicht verfügbar. Fehlercode: 2148916235
el: Το Xbox Live δεν είναι διαθέσιμο στη χώρα σας. Κωδικός σφάλματος: 2148916235
es: Xbox Live no está disponible actualmente en tu país. Código de error: 2148916235
fa: Xbox Live در حال حاضر در کشور شما در دسترس نیست. کد خطا: 2148916235
fil: Kasalukuyang hindi available ang Xbox Live sa iyong bansa. Error code: 2148916235
hu: Az Xbox Live jelenleg nem elérhető az országodban. Hibakód: 2148916235
id: Xbox Live sekarang sedang tidak ada di negata anda. Kode error: 2148916235
ja: 現在お住まいの国では Xbox Live がご利用いただけません。 エラーコード: 2148916235
ko: Xbox Live는 현제 당신의 나라에서 지원되지 않습니다. 오류 코드: 2148916235
ms: Xbox Live tidak tersedia di negara anda pada masa ini. Kod ralat: 2148916235
pt_br: Xbox Live atualmente não está disponível no seu país. Código de erro: 2148916235
ru: В настоящее время сервисы Xbox Live недоступны в вашей стране. Код ошибки: 2148916235
vi: Xbox Live không khả dụng ở quốc gia của bạn. Mã lỗi: 2148916235
zh_hans: Xbox Live 目前在您的国家/地区不可用。 错误代码：2148916235
zh_hant: Xbox Live不適用於您的國家。 錯誤代碼：2148916235

# login.msa.error.xsts.krverify
source: Your account needs to be verified by your parents before you can continue. Error code: 2148916236 or 2148916237.
ar: يجب التحقق من حسابك من قبل والديك قبل أن تتمكن من المتابعة. رمز الخطأ: 2148916236 أو 2148916237.
az: Davam etməzdən əvvəl hesabınız valideynləriniz tərəfindən təsdiqlənməlidir. Xəta kodu: 2148916236 və ya 2148916237.
cs: Tvůj účet musí být ověřen tvými rodiči před tím než budeš pokračovat. Kód chyby: 2148916236 či 2148916237.
de: Dein Konto muss von deinen Eltern verifiziert werden bevor du fortfährst. Fehlercode: 2148916236 oder 2148916237.
el: Ο λογαριασμός σας πρέπει να επαληθευτεί από τους γονείς σας προτού μπορέσετε να συνεχίσετε. Κωδικός σφάλματος: 2148916236 ή 2148916237.
es: Tu cuenta debe ser verificada por tus padres para poder continuar. Código de error: 2148916236 o 2148916237.
fa: قبل از اینکه بتوانید ادامه دهید، باید حساب شما توسط والدینتان تأیید شود. کد خطا: 2148916236 یا 2148916237.
hu: A fiókodat jóvá kell hagyni a szülő által, mielőtt folytatni tudnád. Hibakód: 2148916236 vagy 2148916237
id: Akun anda butuh diverifikasi oleh orang tua sebelum ada bisa lanjut. Kode kesalahan: 2148916236 atau 2148916237.
ja: 続行するには、保護者の確認が必要です。 エラーコード: 2148916236 または 2148916237。
ko: 당신의 계정은 진행하기전에 부모님의 인증을 받아야 합니다. 오류 코드: 2148916236 또는 2148916237.
ms: Akaun anda perlu disahkan oleh ibu bapa anda sebelum anda boleh meneruskan. Kod ralat: 2148916236 atau 2148916237.
pt_br: Sua conta precisa ser verificada por seus pais antes de continuar. Código de erro: 2148916236 ou 2148916237.
ru: Для продолжения вашей учётной записи требуется подтверждение родителей. Код ошибки: 2148916236 или 2148916237.
vi: Tài khoản của bạn cần được xác nhận bởi bố mẹ của bạn. Mã lỗi: 2148916236 hoặc 2148916237.
zh_hans: 您的账户必须通过你父母同意方可通过验证。 错误代码：2148916236 或 2148916237
zh_hant: 您的帳戶必須由您的家長驗證，方可繼續。 錯誤代碼：2148916236 或 2148916237。

# login.msa.error.xsts.underage
source: Your account needs to be linked to a parent account before you can continue. Error code: 2148916238
ar: يجب التحقق من حسابك من قبل والديك قبل أن تتمكن من المتابعة. رمز الخطأ: 2148916238 أو
az: Davam etməzdən əvvəl hesabınız valideyn hesabına əlaqələndirilməlidir. Xəta kodu: 2148916238
cs: Tvůj účet musí být propojen s účtem rodiče před pokračováním. Kód chyby: 2148916238
de: Dein Konto muss mit einem Eltern-Konto verknüpft werden. Fehlercode: 2148916238
el: Ο λογαριασμός σας πρέπει να συνδεθεί με γονικό λογαριασμό για να μπορέσετε να συνεχίσετε. Κωδικός σφάλματος: 2148916238
es: Tu cuenta debe de ser vinculada a una cuenta de padre para poder continuar. Código de error: 2148916238
fa: قبل از اینکه بتوانید ادامه دهید، باید حساب شما به یک حساب والدین مرتبط شود. کد خطا: 2148916238
fil: Kailangang ma-link ang iyong account sa isang account ng magulang bago magpatuloy. Error code: 2148916238
hu: A fiókodat hozzá kell csatolni egy szülői fiókhoz, mielőtt folytatod. Hibakód: 2148916238
id: Akun anda butuh ditautkan ke sebuah akun orang tua sebelum anda bisa lanjut. Kode kesalahan: 2148916238
ja: 続行するには、保護者の確認が必要です。 エラーコード: 2148916238
ko: 당신의 계정은 진행하기 전에 부모님의 계정과 연결되어야 합니다. 오류코드: 2148916238
ms: Akaun anda perlu dipautkan ke akaun induk sebelum anda boleh meneruskan. Kod ralat: 2148916238
pt_br: Sua conta precisa ser verificada por seus pais antes de continuar. Código de erro: 2148916238
ru: Для продолжения вашу учётную запись необходимо связать с учётной записью родителей. Код ошибки: 2148916238
vi: Tài khoản của bạn cần được liên kết với một tài khoản phụ huynh. Mã lỗi: 2148916238
zh_hans: 您的账户需要绑定家长账户才能进行下一步。 错误代码：2148916238
zh_hant: 您的帳戶必須要連結到家長帳戶，方可繼續。 錯誤代碼：2148916238

# login.msa.progress.acquireAccessToken
source: (1/5) Acquiring the Access token
ar: (1/5) الحصول على رمز الوصول
az: (1/5) Access tokeni əldə edilir
cs: (1/5) Získávání Přístupového tokenu
de: (1/5) Erhalte Zugangs-Token
el: (1/5) Απόκτηση του διακριτικού πρόσβασης
es: (1/5) Adquiriendo el token de acceso
fa: (1/5) به دست آوردن توکن دسترسی
fil: (1/5) Pagkuha ng Access token
hu: Hozzáférési token igénylése (1/5)
id: (1/5) Mendapatkan token akses
ja: (1/5) アクセストークンの取得
ko: (1/5) 엑세스 토큰 획득중
ms: (1/5) Memperoleh token Akses
pt_br: (1/5) Adquirindo o token de acesso
ru: (1/5) Получение токена доступа...
vi: (1/5) Đang nhận Khoá truy cập
zh_hans: (1/5) 正在请求访问令牌
zh_hant: （1/5）正在取得取用金鑰

# login.msa.progress.acquireXBLToken
source: (2/5) Acquiring the Xbox Live token
ar: (2/5) الحصول على رمز الدخول
az: (2/5) Xbox Live tokeni əldə edilir
cs: (2/5) Získávání Xbox Live tokenu
de: (2/5) Erhalte Xbox-Live-Token
el: (2/5) Απόκτηση του διακριτικού Xbox Live
es: (2/5) Adquiriendo el token de Xbox Live
fa: (2/5) دریافت توکن Xbox Live
fil: (2/5) Pagkuha ng Xbox Live token
hu: Xbox Live token igénylése (2/5)
id: (2/5) Mendapatkan token Xbox Live
ja: (2/5) Xbox Live トークンの取得
ko: (2/5) Xbox Live 토큰 획득중
ms: (2/5) Memperoleh token Xbox Live
pt_br: (2/5) Adquirindo o token do Xbox Live
ru: (2/5) Получение токена Xbox Live...
vi: (2/5) Đang nhận Khoá Xbox Live
zh_hans: (2/5) 正在请求 Xbox Live 令牌
zh_hant: （2/5）正在取得 Xbox Live 金鑰

# login.msa.progress.acquireXSTS
source: Acquiring XSTS
ar: الحصول على XSTS
az: XSTS əldə edilir
cs: Získávání XSTS
de: Erhalte XSTS
el: Απόκτηση XSTS
es: Adquiriendo XSTS
fa: گرفتن XSTS
fil: Pagkuha ng XSTS
hu: XSTS igénylése
id: Mendapatkan XSTS
ja: XSTSの取得
ko: XSTS 받아오는 중
ms: Memperoleh XSTS
pt_br: Adquirindo XSTS
ru: Получение токена XSTS...
vi: Đang nhận XSTS
zh_hans: 正在获取 XSTS
zh_hant: 正在取得 XSTS

# login.msa.progress.acquireXboxProfile
source: (3/5) Acquiring the Xbox profile
ar: (3/5) الحصول على ملف Xbox
az: (3/5) Xbox profilinin əldə edilir
cs: (3/5) Získávání Xbox účtu
de: (3/5) Erhalte Xbox-Profil
el: (3/5) Απόκτηση του προφίλ Xbox
es: (3/5) Adquiriendo perfil de Xbox
fa: (3/5) به دست آوردن نمایه Xbox
fil: (3/5) Pagkuha ng Xbox profile
hu: Xbox profil igénylése (3/5)
id: (3/5) Mendapatkan profil Xbox
ja: (3/5) Xboxプロファイルの取得
ko: (3/5) Xbox 프로필 획득중
ms: (3/5) Memperoleh profil Xbox
pt_br: (3/5) Adquirindo o perfil do Xbox
ru: (3/5) Получение профиля Xbox...
vi: (3/5) Đang nhận Hồ sơ Xbox
zh_hans: (3/5) 正在获取 Xbox 配置文件
zh_hant: （3/5）正在取得 Xbox 使用者檔案

# login.msa.progress.acquireMCToken
source: (4/5) Acquiring the Minecraft token
ar: (4/5) الحصول على رمز Minecraft
az: (4/5) Minecraft tokeninin əldə edilir
cs: (4/5) Získávání Minecraft tokenu
de: (4/5) Erhalte Minecraft-Token
el: (4/5) Απόκτηση του διακριτικού του Minecraft
es: (4/5) Adquiriendo token de Minecraft
fa: (4/5) به دست آوردن توکن حساب ماینکرفت
fil: (4/5) Pagkuha ng Minecraft token
hu: Minecraft token igénylése (4/5)
id: (4/5) Mendapatkan token Minecraft
ja: (4/5) Minecraft トークンの取得
ko: (4/5) Minecraft 토큰 획득중
ms: (4/5) Memperoleh token Minecraft
pt_br: (4/5) Adquirindo o token do Minecraft
ru: (4/5) Получение токена Minecraft...
vi: (4/5) Đang nhận Khoá Minecraft
zh_hans: (4/5)请求Minecraft的账户信息
zh_hant: （4/5）正在取得 Minecraft 金鑰

# login.msa.progress.checkMCProfile
source: (5/5) Checking the Minecraft profile
ar: (5/5) التحقق من الملف الشخصي لـ Minecraft
az: (5/5) Minecraft profili yoxlanılır
cs: (5/5) Kontrola Minecraft účtu
de: (5/5) Überprüfe Minecraft-Profil
el: (5/5) Έλεγχος του προφίλ Minecraft
es: (5/5) Comprobando el perfil de Minecraft
fa: (5/5) بررسی پروفایل حساب ماینکرفت
fil: (5/5) Sinusuri ang profile sa Minecraft
hu: Minecraft profil ellenőrzése (5/5)
id: (5/5) Memeriksa profil Minecraft
ja: (5/5) Minecraft プロファイルの確認
ko: (5/5) Minecraft 프로필 확인중
ms: (5/5) Menyemak profil Minecraft
pt_br: (5/5) Verificando o perfil de Minecraft
ru: (5/5) Проверка профиля Minecraft...
vi: (5/5) Kiểm tra hồ sơ Minecraft
zh_hans: (5/5) 正在检查 Minecraft 配置文件
zh_hant: （5/5）正在檢查 Minecraft 使用者檔案

source: News
ar: الأخبار
az: Xəbərlər
cs: Novinky
de: Neuigkeiten
el: Νέα
es: Noticias
fa: اخبار
fil: Mga Balita
hu: Hírek
id: Berita
ja: ニュース
ko: 소식
lt: Naujienos
ms: Berita
pt_br: Notícias
ro: Știri
ru: Новости лаунчера
tt: Яңалыклар
vi: Tin tức
zh_hans: 新闻
zh_hant: 新聞

source: Settings
ar: الاعدادات
az: Parametrlər
bn: সেটিংস
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fil: Mga Setting
hu: Beállítások
id: Pengaturan
ja: 設定
ko: 설정
lt: Nustatymai
mn: Тохиргоо
ms: Tetapan
pt_br: Configurações
ro: Setări
ru: Настройки
tt: Көйләүләр
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

# preference.section.general
source: General Settings
ar: إعدادات عامة
az: Ümumi Parametrlər
cs: Obecné Nastavení
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración general
fa: تنظیمات عمومی
fil: Mga Pangkalahatan na Setting
hu: Általános beállítások
id: Peraturan Umum
ja: 一般設定
ko: 일반 설정
lt: Bendrieji nustatymai
ms: Tetapan Umum
pt_br: Configurações Gerais
ru: Основные настройки
tt: Төп көйләүләр
vi: Cài đặt chung
zh_hans: 常规设置
zh_hant: 一般設定
