Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.section.video
source: Video and Audio Settings
ar: إعدادات الفيديو والصوت
az: Video və Audio Parametrləri
cs: Nastavení obrazu
de: Grafik-Einstellungen
el: Ρυθμίσεις βίντεο και ήχου
es: Configuración de Vídeo
fil: Kaayusan ng Video
hu: Videó- és Audióbeállítások
id: Peraturan Video
ja: ビデオと音声の設定
ko: 비디오 및 오디오 설정
lt: Vaizdo ir Garso Nustatymai
ms: Tetapan Video
pt_br: Configurações de Vídeo
ru: Настройки графики
vi: Cài đặt hình ảnh
zh_hans: 音视频设置
zh_hant: 動畫設定

# preference.section.footer.video
source: Auto renderer allows PojavLauncher to choose the best option based on Minecraft version. Decreasing resolution reduces GPU workload for better performance.
ar: يسمح عارض الرسوميات التلقائي لـ PojavLauncher باختيار أفضل خيار استناداً إلى إصدار Minecraft. تخفيض الدقة يقلل من عبء العمل في GPU من أجل أداء أفضل.
az: Avtomatik renderer PojavLauncher-ə Minecraft versiyası əsasında ən yaxşı variantı seçməyə imkan verir. Çözünürlüyün azaldılması daha yaxşı performans üçün GPU iş yükünü azaldır.
cs: Automatický vykreslovač umožní PojavLauncheru vybrat nejlepší možnost na základě verze Minecraftu. Snižením rozlišení snížíte zatížení GPU pro lepší výkon.
de: Der automatische Renderer erlaubt PojavLauncher die besten Optionen basierend auf der Minecraft-Version zu wählen. Verringerte Auflösung reduziert die Arbeitslast der GPU für eine bessere Leistung.
el: Η αυτόματη αποτύπωση επιτρέπει στο PojavLauncher να επιλέξει την καλύτερη επιλογή με βάση την έκδοση του Minecraft. Η μείωση της ανάλυσης μειώνει το φόρτο εργασίας GPU για καλύτερη απόδοση.
es: El renderizador automático permite a PojavLauncher elegir la mejor opción basada en la versión de Minecraft. La reducción de la resolución reduce la carga para la GPU para un mejor rendimiento.
fil: Pinapayagan ng Auto renderer ang PojavLauncher na pumili ng pinakamahusay na opsyon batay sa bersyon ng Minecraft. Ang pagpapababa ng resolution ay nakakabawas sa workload ng GPU para sa mas magandang performance
hu: Az Auto Renderer engedélyezi a PojavLauncher-nek, hogy válasszon a legjobb beállítást a Minecraft verzióinak megfelelően. A felbontás csökkentése csökkenti a GPU kihasználtságát a jobb teljesítményhez.
id: Pengatur renderer otomatis mengizinkan PojavLauncher untuk memilih opsi terbaik berdasarkan versi Minecraft. Menurunkan resolusi mengurangi kerja GPU untuk performa lebih baik.
ja: 自動レンダラーを使用すると、PojavLauncherはMinecraftのバージョンに基づいて最適なオプションを選択できます。解像度を下げると、パフォーマンスを向上させるためにGPUのワークロードが減少します。
ko: 자동 렌더러를 사용하면 PojavLauncher가 Minecraft 버전에 따라 최상의 옵션을 선택할 수 있습니다. 해상도를 낮추면 성능 향상을 위해 GPU 워크로드가 줄어듭니다.
ms: Auto renderer membenarkan PojavLauncher untuk memilih pilihan yang terbaik berdasarkan versi Minecraft. Mengurangkan resolusi akan kurangkan GPU beban kerja untuk prestasi terbaik.
pt_br: O renderizador automático permite ao PojavLauncher escolher a melhor opção baseada na versão do Minecraft. Diminuir a resolução reduz a carga de trabalho da GPU para um melhor desempenho.
ru: В автоматическом режиме PojavLauncher будет подбирать оптимальные настройки для выбранной версии Minecraft. Уменьшение разрешения снижает объём работы для ГП и улучшает производительность.
vi: Trình kết xuất tự động cho phép PojavLauncher chọn tùy chọn tốt nhất dựa trên phiên bản Minecraft. Giảm độ phân giải làm giảm khối lượng công việc GPU để có hiệu suất tốt hơn.
zh_hans: 根据 Minecraft 版本自动选择最佳渲染器给游戏使用。降低分辨率可以减轻 GPU 负载从而提高性能。

# preference.section.control
source: Control customization
ar: تخصيص التحكم
az: İdarəetmə fərdiləşdirməsi
bn: কন্ট্রোল কাস্টোমাইজ করুন
cs: Přizpůsobení ovládání
de: Steuerung anpassen
el: Προσαρμογή ελέγχου
es: Personalización del control
fa: شخصی سازی کنترلر
fil: Kontrolin ang customization
hu: Irányítás testreszabása
id: Kustomisasi kontrol
ja: 制御のカスタマイズ
ko: 사용자 지정 조작
lt: Kontrolių redagavimas
ms: Pengubahsuaian kawalan
pt_br: Personalização dos controles
ro: Personalizarea controalelor
ru: Настройки управления
tt: Идарә элементлары
vi: Tuỳ chỉnh bộ điều khiển
zh_hans: 自定义控制键位
zh_hant: 自訂控制鍵

# preference.section.debug
source: UI Debugging settings
ar: إعدادات تصحيح أخطاء واجهة المستخدم
az: UI Sazlama parametrləri
cs: Nastavení ladění UI
de: UI-Debugging-Einstellungen
el: Ρυθμίσεις εντοπισμού σφαλμάτων UI
es: Ajustes de depuración de interfaz
fa: تنظیمات اشکال زدایی رابط کاربری
fil: Mga Setting ng pag-Debug ng UI
hu: UI Debugging beállítások
id: Peraturan debugging UI
ja: UIデバッグ設定
ko: UI 디버깅 설정
ms: Tetapan UI Penyahpepijat
pt_br: Configurações da depuração do UI
ru: Настройки отладки
vi: Cài đặt gỡ lỗi UI
zh_hans: UI设置
zh_hant: 使用者界面除錯選項

# preference.section.footer.debug
source: Aside from debugging, these settings may be useful for custom controls. You may need to restart the launcher for changes to take effect.
ar: قد تحتاج إلى إعادة تشغيل البرنامج حتى تتطبق التغيرات.
az: Dəyişikliklərin qüvvəyə minməsi üçün işəsalmanı yenidən başlatmalı ola bilərsiniz.
cs: Možná budete muset restartovat launcher, aby se projevily změny.
de: Möglicherweise musst du den Launcher neu starten, damit die Änderungen wirksam werden.
el: Ίσως χρειαστεί να επανεκκινήσετε τον εκκινητή για να τεθούν σε ισχύ οι αλλαγές.
es: Quizás sea necesario reiniciar el launcher para que todos los cambios tengan efecto.
fa: جدای از اشکال زدایی، این تنظیمات ممکن است برای کنترل های سفارشی مفید باشند. ممکن است لازم باشد نرم‌افزار را مجدداً راه‌اندازی کنید تا تغییرات اعمال شوند.
fil: Maaaring kailangan mong i-restart ang launcher para magkabisa ang mga pagbabago.
hu: Úja kell indítani a launcher-t, hogy hassanak a megadott beállítások.
id: Kamu mungkin harus menghidup ulang peluncurnya untuk perubahan yang akan diterapkan.
ja: すべての変更を有効にするには、スクリプトを再起動する必要がある場合があります。
ko: 변경 사항을 적용하려면 런처를 다시 시작해야 할 수도 있습니다.
ms: Anda mungkin perlu memulakan semula pelancar untuk perubahan berkuat kuasa.
pt_br: Reinicie o launcher para que as alterações sejam aplicadas.
ru: Для применения изменений может потребоваться перезапуск лаунчера.
vi: Ngoài gỡ lỗi, những cài đặt này có thể giúp ích cho tùy biến điều khiển. Bạn có thể phải khởi động lại launcher.
zh_hans: 您可能需要重启启动器才能使更改生效。
zh_hant: You may need to restart the launcher for changes to take effect.

# preference.section.java
source: Java Tweaks
ar: تعديلات جافا
az: Java Ayarları
bn: জাভা tweaks
cs: Vyladění Javy
de: Java-Optimierungen
es: Ajustes de Java
fa: ترفند های جاوا
fil: Mga tweaks sa Java
hu: Java Tweak-ek
id: Tweak Java
ja: Java の調整
ko: Java 기능
lt: Java redagavimas
pt_br: Ajustes do Java
ro: Ajustări Java
ru: Настройки Java
tt: Java төзәтмәләре
vi: Điều chỉnh Java
zh_hans: Java 调整
zh_hant: Java 選項

# preference.title.confirm
source: Are you sure?
ar: هل أنت متأكد؟
az: Əminsinizmi?
cs: Jsi si jist/a?
de: Bist du dir sicher?
el: Είστε σίγουρος/η;
es: ¿Estás seguro?
fa: آیا مطمئن هستید؟
fil: Sigurado ka ba?
hu: Biztos vagy benne?
id: Apakah anda yakin?
ja: よろしいですか？
ko: 정말입니까?
lt: Ar jūs įsitikinę?
ms: Adakah anda pasti?
pt_br: Você tem certeza?
ru: Вы уверены?
tt: Сез чыннан да телисезме?
vi: Bạn có chắc không?
zh_hans: 确认？
zh_hant: 您確定嗎？

# preference.title.game_directory
source: Game directory
ar: مكان تخزين اللعبة
az: Oyun kataloqu
cs: Složka hry
de: Spielverzeichnis
el: Κατάλογος παιχνιδιού
es: Directorio del juego
fa: پوشه بازی
fil: Direktoryo ng laro
hu: Játékkönyvtár
id: Direktori game
ja: ゲームのディレクトリ
ko: 게임 디렉토리
lt: Žaidimo failų vieta
mn: Тоглоомын байрлал
ms: Direktori permainan
pt_br: Diretório do jogo
ro: Dosarul jocului
ru: Папка игры
tt: Уен папкасы
vi: Đường dẫn thư mục của trò chơi
zh_hans: 游戏目录
zh_hant: 遊戲資料夾

# preference.title.confirm.delete_game_directory
source: The instance %@ will be deleted forever and cannot be restored.
ar: سيتم حذف مثيل %@ إلى الأبد ولا يمكن استعادته.
az: Nümunə %@ həmişəlik silinəcək və bərpa edilə bilinməyəcək.
cs: Instance %@ bude navždy smazána a nebude možno ji obnovit.
de: Die Instanz %@ wird für immer gelöscht und kann nicht wiederhergestellt werden.
el: Η παρουσία %@ θα διαγραφεί για πάντα και δεν μπορεί να αποκατασταθεί.
es: La instancia %@ va a ser borrada para siempre y nunca podrá ser restaurada.
fa: ورژن %@ برای همیشه حذف خواهد شد و قابل بازیابی نیست.
fil: Ang instance na %@ ay tatanggalin nang tuluyan at hindi na maibabalik.
hu: Ez a minta (%@) örökre törölve lesz és nem lehet helyrehozni.
id: Instansi %@ akan dihapus selamanya dan tidak dapat dikembalikan.
ja: インスタンス %@ は永久に削除されるため、復元できません。
ko: %@ 인스턴스는 완전히 삭제되며 복원할 수 없습니다.
ms: Instance %@ akan dipadamkan selama-lamanya dan tidak boleh dipulihkan.
pt_br: A instância %@ será excluída para sempre e não poderá ser restaurada.
ru: Профиль %@ будет навсегда удалён без возможности восстановления.
vi: Thư mục %@ sẽ bị xoá vĩnh viễn và không thể phục hồi.
zh_hans: 目录 %@ 将被永久删除，并且无法恢复。
zh_hant: 實例 %@ 會被永久刪除，且不能恢復。

# preference.multidir.add_directory
source: add game directory
ar: إضافة مسار اللعبة
az: oyun kataloqu əlavə edin
cs: přidat složku hry
de: Spielverzeichnis hinzufügen
el: προσθήκη καταλόγου παιχνιδιού
es: Añadir Ubicación de carpeta del juego
fa: افزودن پوشه بازی
fil: magdagdag ng direktoryo ng laro
hu: Játék könyvtárának hozzáadása
id: Tambah direktori permainan
ja: ゲームディレクトリの追加
ko: 게임 경로 추가
lt: pridėti žaidimo direktoriją
ms: tambah direktori permainan
pt_br: Adicionar diretório do jogo
ru: Добавить расположение
vi: Thêm thư mục trò chơi
zh_hans: 添加游戏目录
zh_hant: 新增遊戲目錄

# preference.title.check_sha
source: Check files after downloading
ar: التحقق من الملفات بعد التحميل
az: Yüklədikdən sonra faylları yoxlayın
cs: Zkontrolovat soubory po stažení
de: Dateien nach dem Download überprüfen
el: Έλεγχος αρχείων μετά τη λήψη
es: Comprobar archivos después de descargar
fa: بررسی فایل ها بعد از دانلود
fil: Suriin ang mga file pagkatapos mag-download
hu: Fájlok ellenőrzése letöltés után
id: Periksa berkas setelah mengunduh
ja: ダウンロード後にファイルを確認する
ko: 파일 확인후 다운로드
lt: Patikrinti failus po atsisiuntimo
ms: Semak fail selepas memuat turun
pt_br: Verifique os arquivos após o download
ru: Проверка файлов после загрузки
vi: Kiểm tra các tệp sau khi tải
zh_hans: 在下载完成后检查游戏完整性
zh_hant: 在下載後檢查檔案

# preference.detail.check_sha
source: This option forces launcher to check the file hash if it's available. Prevents broken downloads.
ar: هذا الخيار يجبر المشغل على التحقق من تجزئة الملف إذا كان متاحاً. يمنع التنزيلات المعطلة.
az: Bu seçim başlatma qurğusunu fayl hash-i mövcud olduqda yoxlamağa məcbur edir. Qırılmış endirmələrin qarşısını alır.
cs: Tato možnost donutí spouštěč zkontrolovat hash souboru, je-li k dispozici. Zabraňuje rozbitému stažení.
de: Diese Option zwingt den Launcher dazu, den Hash der Datei zu überprüfen, falls er verfügbar ist. Verhindert fehlerhafte Downloads.
el: Αυτή η επιλογή αναγκάζει τον εκκινητή να ελέγξει το hash του αρχείου αν είναι διαθέσιμο. Αποτρέπει τις κατεστραμμένες λήψεις.
es: Está opción fuerza al launcher a verificar si el archivo hash está disponible. Previene falta de archivos y corrupciones.
fa: این گزینه لانچر را وادار می کند تا در صورت موجود بودن هش فایل را بررسی کند. از دانلودهای ناقص جلوگیری می کند.
fil: Pinipilit ng opsyong ito ang launcher na suriin ang file hash kung available ito. Pinipigilan ang mga sirang download.
hu: Ez az opció kényszeríti a Launcher-t, hogy ellenőrizze a fájl hash-ét hogyha elérhető. Megelőzi a sérült letöltéseket.
id: Opsi ini memaksa peluncur untuk memeriksa hash berkas jika ada. Mencegah pengunduhan rusak.
ja: このオプションは、起動者にファイルのハッシュが利用可能であるかどうかをチェックするよう強制します。ダウンロードが壊れているのを防ぎます。
ko: 이 옵션은 파일 해시를 강제로 확인합니다. 잘못된 다운로드를 막을 수 있습니다.
ms: Pilihan ini memaksa pelancar menyemak hash fail jika ia tersedia. Menghalang muat turun yang rosak.
pt_br: Esta opção força o launcher a verificar o hash da biblioteca se ele estiver disponível. Impede baixar arquivos com problemas.
ru: По возможности проверять хэш файла при его загрузке. Предотвращает повреждение скачанных файлов.
vi: Cài đặt này buộc trình khởi chạy kiểm tra hàm băm của thư viện nếu nó có sẵn. Ngăn chặn tải xuống bị hỏng.
zh_hans: 此选项强制启动器在哈希值可用时检查下载文件，防止下载错误。
zh_hant: 這個選項強制啟動器在可用的情況下檢查檔案的雜湊值。這樣做能夠防止有問題的下載。

# preference.title.cosmetica
source: Cosmetica Capes
cs: Kápě z Cosmeticy
de: Cosmetica-Umhänge
el: Κάπες Cosmetica
es: Capas de Comestica
fa: شنل های Cosmetica
fil: Capes galing sa Cosmetica
hu: Cosmetica köpenyek
id: Capes Cosmetica
ja: コスメチカ・ケープズ
ko: Cosmetica 망토
lt: "Cosmetica" apvalkalai
pt_br: Capas da Cosmetica
ro: Pelerine Cosmetica
ru: Плащи Cosmetica
tt: Cosmetica япмалары
vi: Áo choàng Cosmetica
zh_hans: Cosmetica 披风
zh_hant: Cosmetica 披風

# preference.detail.cosmetica
source: Enable capes from Cosmetica (previously Arc). For more information please visit https://cosmetica.cc. Requires OptiFine
ar: تمكين الأوشحة من Cosmetica, (المعروفة مسبقًا ب Arc). لمزيد من المعلومات، يرجى زيارة https://cosmetica.cc, يتطلب Optifine لكي يعمل
az: Cosmetica-dan (əvvəllər Arc) qapaqları aktivləşdirin. Əlavə məlumat üçün https://cosmetica.cc saytına daxil olun. OptiFine tələb edir
cs: Zapne kápě z Cosmeticy (dřiv Arc), vyžadujíc OptiFine. Pro více informací navštivte https://cosmetica.cc
de: Aktiviert Umhänge von Cosmetica (früher Arc). Für weitere Informationen bitte https://cosmetica.cc besuchen. OptiFine wird benötigt
el: Ενεργοποιεί κάπες από τη Cosmetica (προηγουμένως Arc). Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε την ιστοσελίδα https://cosmetica.cc. Απαιτείται το OptiFine
es: Activar capas de Comestica (anteriormente Arc.) Para más información, por favor ve a https://cosmetica.cc. (Requiere OptiFine)
fa: شنل‌های Cosmetica (قبلاً Arc) را فعال کنید. برای اطلاعات بیشتر لطفاً به https://cosmetica.cc مراجعه کنید. به OptiFine نیاز دارد
fil: Paganahin ang mga kapa mula sa Cosmetica (dating Arc). Para sa karagdagang impormasyon mangyaring bisitahin ang https://cosmetica.cc. Nangangailangan ng OptiFine
hu: Engedélyezi a köpenyeket a Cosmetica-ról (Régebben Arc). További infóért látogasd meg a https://cosmetica.cc weboldalt. OptiFine szükseges
id: Nyalakan cape dari Cosmetica (sebelumnya Arc). Untuk informasi lebih lanjut mohon kunjungi https://cosmetica.cc. Membutuhkan OptiFine
ja: Cosmetica (以前はArc) からケープを有効にします。詳細については、https://cosmetica.ccを参照してください。OptiFine が必要です。
ko: 코스메티카(이전의 Arc)에서 망토를 활성화합니다. 자세한 내용은 https://cosmetica.cc를 참조하십시오. OptiFine이 필요합니다.
ms: Dayakan capes daripada Cosmetica (sebelum ini Arc). Untuk maklumat lanjut sila layari https://cosmetica.cc. Memerlukan OptiFine
pt_br: Ative as capas da Cosmetica (anteriormente Arc). Para mais informações visite https://cosmetica.cc. Requer OptiFine
ru: Плащи Cosmetica (ранее Arc). Да получения дополнительной информации посетите https://cosmetica.cc. Требуется Optifine.
vi: Sử dụng áo choàng từ dịch vụ Cosmetica (trước đây là Arc). Để biết thêm thông tin, truy cập https://cosmetica.cc. Yêu cầu có OptiFine
zh_hans: 启用来自 Cosmetica（原 Arc）的披风。欲了解更多信息，请访问 https://arcapes.com。需要 OptiFine。
zh_hant: 啟用來自 Cosmetica（先前是 Arc）的披風。要查看更多資訊請到 https://cosmetica.cc 。需要 OptiFine。

# preference.title.debug_logging
source: Debug logging
ar: تصحيح التسجيل
az: Sazlama jurnalı
cs: Zaznamenávání ladění
de: Debug-Protokolle
el: Καταγραφή εντοπισμού σφαλμάτων
es: Registro de depuración
fa: گزارش اشکال زدایی
fil: Pag-log sa pag-debug
hu: Hibakeresési naplózás
id: Logging debug
ja: デバッグログ
ko: 디버그 로깅
ms: Pengelogan nyahpepijat
pt_br: Log de depuração
ru: Отладочные записи
vi: Ghi lại thông tin gỡ lỗi
zh_hans: 调试日志
zh_hant: 除錯記錄檔

# preference.detail.debug_logging
source: Logs internal settings and actions to latestlog.txt. This helps the developers find issues easier, but Minecraft may run slower as the logs will be written to more often.
ar: تسجيل الإعدادات الداخلية والإجراءات إلى latestlog.txt. هذا يساعد المطورين على العثور على المشكلات أسهل، ولكن Minecraft قد تعمل بشكل أبطأ حيث سيتم كتابة السجلات بشكل أكثر تواترا.
az: Daxili parametrləri və hərəkətləri latestlog.txt-ə qeyd edir. Bu, tərtibatçılara problemləri daha asan tapmağa kömək edir, lakin qeydlər daha 8tez-tez yazılacağı üçün Minecraft daha yavaş işləyə bilər.
cs: Zaznamenává interní nastavení a akce do latestlog.txt. Toto dovoluje vývojářům nalézt problémy dřiv, ale záznamy budou častěji zapisovány, díky čemuž Minecraft může běžet pomaleji.
de: Protokolliert interne Einstellungen und Aktionen an latestlog.txt. Dies hilft den Entwicklern Probleme leichter zu finden, kann aber Minecraft langsamer laufen lassen, da die Protokolle öfter geschrieben werden.
el: Καταγραφή εσωτερικών ρυθμίσεων και ενεργειών στο latestlog.txt. Αυτό βοηθά τους προγραμματιστές να βρουν προβλήματα ευκολότερα, αλλά το Minecraft μπορεί να τρέξει πιο αργά, καθώς τα αρχεία καταγραφής θα γράφονται πιο συχνά.
es: Registra las configuraciones y acciones internas en latestlog.txt. Esto ayuda a los desarrolladores a encontrar problemas más fácilmente, pero es posible que el juego sea más lento, ya que los registros serán escritos con más frecuencia.
fa: تنظیمات و اقدامات داخلی را در latestlog.txt ثبت می کند. این به توسعه‌دهندگان کمک می‌کند تا مشکلات را آسان‌تر پیدا کنند، اما Minecraft ممکن است کندتر اجرا شود زیرا گزارش‌ها اغلب روی آن نوشته می‌شوند.
fil: Nagla-log ng mga panloob na setting at pagkilos sa latestlog.txt. Nakakatulong ito sa mga developer na mas madaling mahanap ang mga isyu, ngunit ang Minecraft ay maaaring tumakbo nang mas mabagal dahil mas madalas na isusulat ang mga log.
hu: Naplók belső beállításai és műveletei a "latestlog.txt" fájlban vannak elmentve. Ez segít a fejlesztőknek megoldani egyes problémákat, de a Minecraft lassan futhat, mivel a naplózás egyre gyakrabban bővül.
id: Mencatat peraturan-peraturan dalam dan aksi ke latestlog.txt. Ini membantu pengembang untuk mencari masalah lebih mudah, tetapi Minecragt kemungkinan akan berjalan lebih lambat karena logs akan lebih sering dicatat.
ja: 内部設定とアクションをlatestlog.txtに記録します。 これにより、開発者は問題を簡単に見つけることができますが、ログがより頻繁に書き込まれるため、Minecraft の動作が遅くなる可能性があります。
ko: 내부 설정 및 작업을 latestlog.txt에 기록합니다. 이렇게 하면 개발자가 문제를 더 쉽게 찾는 데 도움이 되지만 로그가 더 자주 기록되므로 Minecraft가 느리게 실행될 수 있습니다.
ms: Mengelog tetapan dan tindakan dalaman ke latestlog.txt. Ini membantu pembangun mencari isu dengan lebih mudah, tetapi Minecraft mungkin berjalan lebih perlahan kerana log akan ditulis dengan lebih kerap.
pt_br: Registra as configurações internas e ações no latestlog.txt. Isso ajuda os desenvolvedores a encontrarem problemas mais fáceis, mas o Minecraft pode ficar mais lento, pois os logs serão gravados com mais frequência.
ru: Включить запись внутренних настроек и действий в latestlog.txt. Может облегчить нахождение ошибок продвинутым пользователям, однако это немного замедлит запуск Minecraft, поскольку журнал будет записываться значительно чаще.
vi: Ghi lại những cài đặt và hoạt động vào tệp latestlog.txt. Nó có thể giúp các nhà phát triển phát hiện ra lỗi dễ dàng hơn, nhưng Minecraft có thể chạy chậm hơn vì nhật kí được ghi lại thường xuyên hơn.
zh_hans: 记录内部设置和操作到 latestlog.txt。这可以帮助开发者更容易地找到问题，但频繁地写入日志可能会导致 Minecraft 运行速度降低。
zh_hant: 把內部設定和動作記錄到 lateslog.txt。這能幫助開發者更容易地找到問題，但由於記錄檔寫入的次數會增多，Minecraft 的執行速度可能會減慢。

# preference.title.appicon
source: Set app icon
ar: تعيين أيقونة التطبيق
az: Proqram ikonasını təyin edin
cs: Nastaviti ikonu aplikace
de: App-Icon festlegen
el: Ορισμός εικονιδίου εφαρμογής
es: Establecer icono del app
fa: تنظیم نماد برنامه
hu: Applikáció ikonjának beállítása
id: Atur ikon aplikasi
ja: アプリアイコンを設定
ko: 앱 아이콘 설정
lt: Nustatyti programos ikoną
ms: Tetapkan ikon apl
pt_br: Definir ícone do aplicativo
ru: Выбрать значок приложения
vi: Thay đổi icon
zh_hans: 设置应用应用图标风格
zh_hant: 設定應用程式圖示

# preference.detail.appicon
source: Allows you to choose between different Home Screen icons for PojavLauncher.
ar: يسمح لك بالاختيار بين أيقونات الشاشة الرئيسية المختلفة لـ PojavLauncher.
az: PojavLauncher üçün müxtəlif Əsas Ekran nişanları arasında seçim etməyə imkan verir.
cs: Umožnǔje vybrat mezi různými ikonami plochy PojavLauncheru.
de: Erlaubt es dir, zwischen verschiedenen Startbildschirm-Icons für PojavLauncher zu wählen.
el: Σας επιτρέπει να επιλέξετε μεταξύ διαφορετικών εικονιδίων αρχικής οθόνης για το PojavLauncher.
es: Le permite elegir entre diferentes iconos de PojavLauncher para tu pantalla de inicio.
fa: به شما امکان می دهد بین نمادهای مختلف صفحه اصلی برای PojavLauncher یکی را انتخاب کنید.
hu: Engedélyezi számodra, hogy válassz a Home Screen ikonjai között a PojavLauncher-ben.
id: Memperbolehkan anda untuk memilih antara beberapa ikon layar rumah berbeda untuk PojavLauncher.
ja: PojavLauncherの異なるホーム画面アイコンから選択できます。
ko: PojavLauncher에 대한 다양한 홈 화면 아이콘 중에서 선택할 수 있습니다.
ms: Membolehkan anda memilih antara ikon Skrin Utama yang berbeza untuk PojavLauncher.
pt_br: Permite que você escolha entre diferentes ícones da Tela Inicial para PojavLauncher.
ru: Позволяет выбрать одну из нескольких иконок PojavLauncher для главного экрана.
vi: Cho phép bạn thay đổi icon màn hình chính cho PojavLauncher.
zh_hans: 允许您为 PojavLauncher 选择不同的主屏幕图标。
zh_hant: 讓您能選擇 PojavLauncher 在主畫面上的圖示。

# preference.title.appicon-default
source: Familiar PojavLauncher light
ar: مضيء PojavLauncher المألوف
cs: Známá PojavLauncher světlá
de: Bekanntes PojavLauncher-Icon (Hell)
el: Γνωστό PojavLauncher ανοιχτόχρωμο
es: PojavLauncher clásico claro
fa: نور آشنا PojavLauncher
hu: Ismerős PojavLauncher világos
ja: おなじみのPojavLauncher ライトテーマ
ko: 친숙한 PojavLauncher 라이트
ms: Lampu PojavLauncher yang biasa
pt_br: Luz familiar de PojavLauncher
ru: Обычный светлый PojavLauncher
vi: PojavLauncher, chủ đề sáng
zh_hans: 设置 PojavLauncher 图标为浅色（默认）
zh_hant: 熟悉的明亮 PojavLauncher

# preference.title.appicon-dark
source: Familiar PojavLauncher dark
ar: داكن PojavLauncher المألوف
cs: Známá PojavLauncher tmavá
de: Bekanntes PojavLauncher-Icon (Dunkel)
el: Γνωστό PojavLauncher σκουρόχρωμο
es: PojavLauncher clásico oscuro
fa: تاریکی PojavLauncher آشنا
hu: Ismerős PojavLauncher sötét
ja: おなじみのPojavLauncherダークテーマ
ko: 친숙한 PojavLauncher 다크
ms: Gelap PojavLauncher yang biasa
pt_br: PojavLauncher familiar escuro
ru: Обычный тёмный PojavLauncher
vi: PojavLauncher, chủ đề tối
zh_hans: 设置 PojavLauncher 图标为深色（夜间）
zh_hant: 熟悉的暗黑 PojavLauncher

# preference.title.appicon-development
source: Penciled Development
ar: التطوير المخطط
cs: Načrtnutý vývoj
de: Gelenkte Entwicklung
el: Περιφραγμένη Ανάπτυξη
es: Desarrollo escrito
fil: Paunang Pag-unlad
hu: Ceruzával írt Fejlesztés
ja: 頭を捻る
ko: 연필 개발
ms: Perkembangan Pensil
pt_br: Desenvolvimento Pincelado
ru: В разработке (набросок)
vi: Phát triển bút chì
zh_hans: 已封装开发
zh_hant: 鉛筆開發

# preference.title.hidden_sidebar
source: Hide main menu sidebar by default
ar: إخفاء الشريط الجانبي للقائمة الرئيسية افتراضياً
az: Defolt olaraq əsas menyunun yan panelini gizlədin
cs: Skrývat hlavní postranní menu ze začátku
de: Hauptmenü-Sidebar standardmäßig ausblenden
el: Απόκρυψη πλαϊνής γραμμής μενού από προεπιλογή
es: Oculta la barra lateral del menú principal por defecto
fa: نوار کناری منوی اصلی را به طور پیش فرض مخفی کنید
hu: Menü oldalsáv elrejtése alapértelmezetten
id: Sembunyikan sidebar menu utama secara default
ja: デフォルトでメインメニューサイドバーを非表示にする
ko: 기본적으로 메인 메뉴 사이드바 숨기기
ms: Hilangkan menu utama bar sisi secara default
pt_br: Ocultar a barra lateral do menu principal por padrão
ru: Скрыть боковую панель
vi: Mặc định ẩn thanh bên
zh_hans: 默认隐藏主菜单侧边栏
zh_hant: 預設隱藏主選單的側邊欄
