Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# game.menu.force_close
source: Force close
ar: فرض الإغلاق
az: Bağlamağa zorla
bn: ফোর্স ক্লোজ করুন
cs: Vynutit zavření
de: Beenden erzwingen
el: Αναγκαστικό κλείσιμο εφαρμογής
es: Forzar el cierre
fa: توقف اجباری
fil: Piliting isara
hu: Kényszerített bezárás
id: Tutup secara paksa
ja: 強制終了
ko: 강제 종료
lt: Priverstinai išjungti
mn: Хүчээр гарах
ms: Paksa tutup
pt_br: Forçar encerramento
ro: Oprește forțat
ru: Завершить процесс
tt: Мәҗбүри ябу
vi: Đóng chương trình
zh_hans: 强制关闭
zh_hant: 強制關閉

# game.menu.confirm.force_close
source: Are you sure you want to force close?
ar: هل أنت متأكد من أنك تريد الإغلاق؟
az: Zorla bağlamaq istədiyinizə əminsiniz?
cs: Opravdu chcete vynutit ukončení?
de: Möchtest du wirklich das Beenden erzwingen?
el: Είστε βέβαιοι ότι θέλετε να αναγκάσετε το κλείσιμο;
es: ¿Estás seguro de que quieres forzar el cierre?
fa: آیا از خروج اجباری اطمینان دارید؟
fil: Sigurado ka bang gusto mong ipasara ng pilit ang iyong sesyon?
hu: Bistos vagy benne, hogy kényszerítve bezárod?
id: Apakah anda yakin mau menutup secara paksa?
ja: 本当に強制終了しますか？
ko: 강제종료 하시겠습니까?
ms: Adakah anda pasti mahu menutup dengan paksa?
pt_br: Tem certeza que deseja forçar o encerramento?
ro: Ești sigur că vrei să închizi forțat?
ru: Вы уверены, что хотите принудительно завершить игру?
vi: Bạn có chắc muốn bắt buộc thoát?
zh_hans: 确认强制关闭？
zh_hant: 您確定要強制關閉嗎？

# game.menu.log_output
source: Log output
ar: سجل الإخراج
az: Log çıxışı
bn: লগ আউটপুট
cs: Záznam výstupu
de: Protokoll-Ausgabe
el: Αρχείο Καταγραφής
es: Registro de salida
fa: خروجی گزارش (لاگ)
fil: Output ng log
hu: Napló kimenet
id: Catatan log
ja: ログ
ko: 로그 출력
lt: Žurnalo įrašai
mn: Явц харах
pt_br: Registro de saída
ro: Ieșire jurnal
ru: Журнал
tt: Журнал
vi: Nhật ký ra
zh_hans: 日志输出
zh_hant: 記錄檔輸出

# game.menu.custom_controls
source: Custom controls
ar: تخصيص التحكم
az: Fərdi idarəetmələr
bn: কাস্টম কন্ট্রোল
cs: Vlastní ovládací prvky
de: Benutzerdefinierte Steuerung
el: Προσαρμοσμένα controls
es: Controles personalizados
fa: کنترل‌های شخصی
fil: Pasadyang mga kontrol
hu: Irányítás testreszabása
id: Kontrol kustom
ja: カスタムコントロール
ko: 사용자 지정 조작
lt: Kontrolės
mn: Control солих
ms: Kawalan custom
pt_br: Controles personalizados
ro: Controale personalizate
ru: Раскладка управления
tt: Көйләнелгән идарә
vi: Tùy chỉnh điều khiển
zh_hans: 自定义控制键位
zh_hant: 自訂控制鍵

# game.note.airplay
source: Minecraft is being displayed in AirPlay mirrored display
ar: يتم عرض Minecraft في انعكاس الشاشة Airplay
az: Minecraft AirPlay güzgü ekranında göstərilir
cs: Minecraft se zobrazuje ve zrcadleném displeji AirPlay
de: Minecraft wird in AirPlay-gespiegelter Anzeige angezeigt
el: Το Minecraft εμφανίζεται στην οθόνη καθρέφτη AirPlay
es: Minecraft está siendo mostrado en la pantalla de AirPlay
fa: ماینکرفت در صفحه نمایش AirPlay نمایش داده می شود
fil: Hindi nadidisplay ang laro bilang isang mirrored display gamit ang AirPlay
hu: A Minecraft meg lesz jelenítve az AirPlay megosztott képernyőn
id: Minecraft sedang ditunjukkan di layar telah dikaca AirPlay
ja: Minecraft は AirPlay ミラーディスプレイに表示されています
ko: 마인크래프트가 AirPlay(에어플레이) 디스플레이에 출력되고있습니다.
ms: Minecraft sedang dipapar di dalam paparan bercermin AirPlay
pt_br: Minecraft está sendo exibido na visão espelhada do AirPlay
ro: Minecraft este afisat in afisarea cu oglinda AirPlay
ru: Minecraft дублируется на экран AirPlay
vi: Minecraft đang được hiển thị trên màn hình AirPlay
zh_hans: Minecraft 正在通过隔空播放（AirPlay）到其他设备显示
zh_hant: Minecraft 正在 AirPlay 鏡像顯示器中顯示

# game.title.exit_code
source: Game exited with code %d
ar: توقفت العملية برمز الخروج %d
az: %d kodu ilə oyundan çıxdı
bn: গেম কোড সহ প্রস্থান করেছে %d
cs: Hra skončila s kódem %d
de: Das Spiel wurde mit dem Code %d beendet
el: Το παιχνίδι τερματίστηκε με κωδικό %d
es: El juego se cerró con el código %d
fa: بازی با کد %d به اتمام رسید
fil: Lumabas ang laro na may code na %d
hu: A játék %d-es/os kóddal zárult be
id: Permainan keluar dengan kode %d
ja: コード %dでゲームを終了しました
ko: 마인크래프트가 코드: %d와(과) 함께 종료했습니다.
ms: Game terkeluar dengan kod %d
pt_br: Jogo terminado com código %d
ro: Jocul a ieșit cu codul %d
ru: Произошёл сбой игры с кодом %d
tt: Уен %d код белән сафтан чыкты
vi: Trò chơi thoát với mã %d
zh_hans: 游戏非正常退出，错误代码%d（请点击左上角将日志文件分享给他人以寻求帮助）
zh_hant: 遊戲以代碼 %d 退出

source: Play
ar: إبدأ اللعب
az: Oyna
cs: Hrát
de: Spielen
el: Παίξε
es: Jugar
fa: شروع بازی
fil: Maglaro
hu: Játék
id: Main
ja: プレイ
ko: 플레이
lt: Žaisti
ms: Main
pt_br: Jogar
ro: Joacă
ru: Играть
tt: Уйнарга
vi: Chơi
zh_hans: 启动游戏
zh_hant: 啟動遊戲

source: Installed
ar: مثبت
az: Quraşdırıldı
cs: Nainstalováno
de: Installiert
el: Εγκατεστημένο
es: Instalada
fa: نصب شد
fil: Naka-Install
hu: Telepítve
id: Terpasang
ja: インストール済み
ko: 이미 설치되어 있는 버전입니다.
lt: Instaliuota
ms: Dipasang
pt_br: Instalado
ro: Instalat
ru: Установленные
tt: Утыртылган
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

source: Snapshot
ar: اللمحات (سنابشوت)
bn: স্ন্যাপশট
de: Entwicklungsversionen
el: Στιγμιότυπο
es: Snapshots
fa: اسنپ‌شات
hu: Pillanatkép
ja: スナップショット
ko: 스냅숏
lt: Naujinimai
ro: Lansat pentru testare
ru: Снапшоты
tt: Снапшотлар
zh_hans: 快照版
zh_hant: 快照版

source: Releases
ar: الإصدارات
az: Buraxılışlar
cs: Vydání
de: Veröffentlichungen
el: Εκδόσεις
es: Versiones lanzadas
fa: ورژن ها
fil: Pagpapalabas
hu: Kiadások
id: Rilis
ja: リリース
ko: 버전
lt: Leidimai
ms: Rilis
pt_br: Versões
ro: Lansări
ru: Релизы
vi: Các bản phát hành
zh_hans: 正式版
zh_hant: 正式版

source: Old-beta
ar: نسخ بيتا قديمة
az: Köhnə-beta
bn: পুরোনো-বেটা
cs: Stará beta
de: Alte Beta
el: Παλιά-Beta
es: Beta
fa: بتای-قدیمی
fil: Lumang-beta
hu: Régi-béta
id: Beta-lama
ja: Beta 版
ko: 구-베타
lt: Beta
ms: Beta-lama
pt_br: Beta antiga
ro: Beta-vechi
ru: Старые бета
tt: Иске бета
vi: Bản Beta cũ
zh_hans: 远古 beta 版
zh_hant: 遠古 beta 版

source: Old-alpha
ar: نسخ ألفا قديمة
az: Köhnə-alfa
bn: পুরোনো-আলফা
cs: Stará alfa
de: Alte Alpha
el: Παλιά-alpha
es: Alphas
fa: آلفای-قدیمی
fil: Lumang-alpha
hu: Régi-alpha
id: Alpha-lama
ja: Alpha 版
ko: 구-알파
lt: Alpha
ms: Alfa-lama
pt_br: Alpha antiga
ro: Alpha-vechi
ru: Старые альфа
tt: Иске альфа
vi: Bản Alpha cũ
zh_hans: 远古 alpha 版
zh_hant: 遠古 alpha 版

source: Copy
ar: نسخ
az: Kopyala
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: کپی
fil: Kopyahin
hu: Másolás
id: Salin
ja: コピー
ko: 복사하기
lt: Kopijuoti
ms: Tiru
pt_br: Copiar
ro: Copiere
ru: Копировать
tt: Күчереп алу
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Edit
ar: تعديل
az: Düzəliş et
cs: Editovat
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fil: I-Edit
hu: Szerkesztés
ja: 編集
ko: 편집
lt: Redaguoti
ms: Sunting
pt_br: Editar
ro: Editează
ru: Редактировать
tt: Үзгәртү
vi: Chỉnh sửa
zh_hans: 修改
zh_hant: 修改

source: Move
ar: نقل
az: Hərəkət etdir
cs: Pohnout
de: Verschieben
el: Κίνηση
es: Mover
fa: انتقال
fil: Ilipat
hu: Mozgatás
id: Pindah
ja: 移動
ko: 이동
lt: Perkelti
ms: Gerak
pt_br: Mover
ru: Переместить
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

source: Remove
ar: إزالة
az: Sil
cs: Odstranit
de: Entfernen
el: Αφαίρεσε
es: Eliminar
fa: حذف
fil: Tanggalin
hu: Eltávolítás
id: Hapus
ja: 消去
ko: 삭제
lt: Pašalinti
ms: Hapus
pt_br: Remover
ro: Șterge
ru: Удалить
tt: Бетерү
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除

source: Resize
ar: تغییر الحجم
az: Ölçüsünü dəyişdir
cs: Změnit velikost
de: Größe ändern
el: Αλλαγή μεγέθους
es: Cambiar tamaño
fa: تغییر اندازه
fil: Baguhin ang sukat
hu: Méretezés
id: Ubah ukuran
ja: サイズ調整
ko: 사이즈 변경
lt: Keisti dydį
ms: Ubah saiz
pt_br: Redimensionar
ru: Изменить размер
vi: Thay đổi kích thước
zh_hans: 调整大小
zh_hant: 調整大小

# custom_controls.button_edit.name
source: Name
ar: الاسم
az: Ad
bn: নেম
cs: Název
el: Όνομα
es: Nombre
fa: نام
fil: Pangalan
hu: Név
id: Nama
ja: 名前
ko: 이름
lt: Pavadinimas
ms: Nama
pt_br: Nome
ro: Nume
ru: Имя
tt: Исем
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# custom_controls.button_edit.size
source: Size
ar: الحجم
az: Ölçü
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fil: Sukat
hu: Méret
id: Ukuran
ja: サイズ
ko: 크기
lt: Dydis
mn: Хэмжээ
ms: Saiz
pt_br: Tamanho
ro: Dimensiune
ru: Размер
tt: Зурлык
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# custom_controls.button_edit.mapping
source: Mapping
ar: تخطيط الأزرار
cs: Mapování
de: Zuordnung
el: Χαρτογράφηση
es: Mapeo
fa: نقشه‌برداری
fil: Pag mapa
hu: Hozzárendelés
ja: 割り当て
ko: 매핑
lt: Mygtukų sąrašas
mn: Сонгон
ms: Pemetaan
pt_br: Mapeamento
ro: Asocieri
ru: Клавиши
tt: Төймәләр
vi: Sơ đồ phím
zh_hans: 按键映射
zh_hant: 對映

# custom_controls.button_edit.orientation
source: Orientation
ar: الإتجاة
az: Oriyentasiya
cs: Orientace
de: Ausrichtung
el: Προσανατολισμός
es: Orientación
fa: جهت
fil: Oryentasyon
hu: Tájolás
id: Orientasi
ja: 向き
ko: 방향
lt: Orientacija
mn: Баримтлал
ms: Orientasi
pt_br: Orientação
ro: Orientare
ru: Сторона разворота
vi: Hướng
zh_hans: 方向
zh_hant: 方向

# custom_controls.button_edit.toggleable
source: Toggleable
ar: تبديلي
az: Dəyişdirilə bilən
cs: Přepnutelné
de: Umschaltbar
el: Εναλλασσόμενο
es: Activable
fa: حالت فعال/غیرفعال
fil: Nai-itoggle
hu: Kapcsolható
id: Bisa dialihkan
ja: 切り替え可能
ko: 토글
lt: Perjungiama
mn: Асааж болох
ms: Boleh Ditukar
pt_br: Alternável
ro: Comutabil
ru: Переключать касанием
vi: Chuyển đổi
zh_hans: 切换触发
zh_hant: 可切換

# custom_controls.button_edit.mouse_pass
source: Mouse pass
ar: حركة الماوس
az: Siçan keçidi
cs: Průchod myši
de: Lässt Maus durch
el: Πέρασμα ποντικιού
es: Paso del ratón
fa: عبور از ماوس
hu: Egér áthaladása
ja: マウスパス
ko: 마우스 패스
ms: Pas tetikus
pt_br: Passe do mouse
ru: Пропускать касание в игру
vi: Di chuột qua phím
zh_hans: 鼠标穿透
zh_hant: 鼠標傳入

# custom_controls.button_edit.swipeable
source: Swipeable
ar: قابل للسحب
az: Sürüşdürülə bilər
cs: Povolit přejíždění
de: Wischbar
el: Ευέλικτο
es: Deslizable
fa: قابل سوایپ
fil: Pwede ma swipe
hu: Csúsztatható
id: Bisa digesek
ja: スワイプする
ko: 끌어당기기
lt: Perbraukiamas
ms: Boleh leret
pt_br: Deslizável
ro: Glisabil
ru: Считывать движение пальца
vi: Có thể vuốt
zh_hans: 滑动点击
zh_hant: 可滑動

# custom_controls.button_edit.bg_color
source: Background color
ar: لون الخلفية
az: Arxafon rəngi
cs: Barva pozadí
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
fa: رنگ پس‌زمینه
fil: Kulay ng likuran
hu: Háttér színe
id: Warna background
ja: 背景色
ko: 배경 색상
lt: Fono spalva
mn: Ар талын өнгө
ms: Warna Latar Belakang
pt_br: Cor de fundo
ro: Culoarea de fundal
ru: Цвет фона
tt: Фон төсе
vi: Màu nền
zh_hans: 背景颜色
zh_hant: 背景顏色

# custom_controls.button_edit.stroke_width
source: Stroke width (%)
ar: عرض الخط (%)
az: Vuruş eni (dp)
cs: Šířka obrysu
de: Strichbreite (dp)
el: Πλάτος περιγράμματος
es: Ancho del trazo (dp)
fa: ضخامت حاشیه (%)
fil: lapad ng stroke (dp)
hu: Körvonal szélessége (dp)
id: Ketebalan garis (dp)
ja: 線の幅 (%)
ko: 선 너비 (dp)
lt: Linijos plotis (dp)
ms: Lebar lejang (dp)
pt_br: Largura do traçado (dp)
ru: Контур (dp)
vi: Độ rộng viền phím (%)
zh_hans: 边框宽度（dp）
zh_hant: Stroke width (dp)

# custom_controls.button_edit.stroke_color
source: Stroke color
ar: لون الخط
az: Ştrix rəngi
cs: Barva obrysu
de: Strichfarbe
el: Χρώμα περιγράμματος
es: Color del trazo
fa: رنگ حاشیه
fil: Kulay ng stroke
hu: Körvonal színe
id: Warna garis
ja: 線の色
ko: 강조 색
lt: Linijos spalva
mn: өнгө
ms: Warna ayunan
pt_br: Cor do traçado
ro: Culoarea conturului
ru: Цвет контура
tt: Кыршау төсе
vi: Màu viền phím
zh_hans: 边框颜色
zh_hant: 邊框顏色

# custom_controls.button_edit.corner_radius
source: Corner radius (%)
ar: تقوس الزاوية (%)
az: Künc radiusu (%)
cs: Poloměr rohu (%)
de: Eckenradius (%)
el: Ακτίνα γωνίας (%)
es: Radio de las esquinas (%)
fa: شعاع گوشه (%)
hu: Sarkok átmérője (%)
id: Radius sudut (%)
ja: 角の半径 (%)
ko: 모서리 반경 (%)
ms: Jejari Penjuru
pt_br: Raio dos cantos (%)
ru: Скругление (%)
vi: Bán kính góc
zh_hans: 圆角半径（%）
zh_hant: 圓角半徑 (%)

# custom_controls.button_edit.opacity
source: Opacity (%)
ar: التعتيم (%)
az: Qeyri-şəffaflıq (%)
cs: Průhlednost (%)
de: Deckkraft (%)
el: Αδιαφάνεια (%)
es: Opacidad (%)
fa: کدورت (%)
fil: Opacidad (%)
hu: Átlátszatlanság (%)
id: Kegelapan (%)
ja: 透明度 (%)
ko: 투명도 (%)
lt: Permatomumas (%)
ms: Kelegapan (%)
pt_br: Opacidade (%)
ru: Видимость (%)
vi: Độ trong suốt (%)
zh_hans: 不透明度（%）
zh_hant: 不透明度（%）

# custom_controls.button_menu.add_subbutton
source: Add sub-button
ar: إضافة زر فرعي
az: Alt düymə əlavə et
cs: Přidat podtlačítko
de: Sub-Schaltfläche hinzufügen
el: Προσθήκη υπο-κουμπιού
es: Añadir sub-botón
fa: افزودن زیر-دکمه
fil: Lagyan ng sub-button
hu: Al-gomb hozzáadása
id: Tambahkan tombol
ja: サブボタンを追加
ko: 하위 버튼 추가
lt: Pridetį mygtukų spintos mygtuką
ms: Tambah sub-butang
pt_br: Adicionar sub-botão
ro: Adaugă sub-buton
ru: Добавить
tt: Төймәчәне өстәү
vi: Thêm phím phụ
zh_hans: 添加子按钮
zh_hant: 添加子按鈕

# custom_controls.control_menu.discard_changes
source: Discard changes
ar: تجاهل التغييرات
az: Dəyişiklikləri ləğv et
cs: Zahodit změny
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fa: لغو تغییرات
fil: Baliwalain ang mga pagbabago
hu: Változtatások elvetése
id: Batal perubahan
ja: 変更を破棄
ko: 변경사항 취소
lt: Atmesti pakeitimus
ms: Buang perubahan
pt_br: Descartar alterações
ru: Сбросить изменения
vi: Hủy bỏ thay đổi
zh_hans: 放弃更改
zh_hant: 放棄變更

# custom_controls.control_menu.exit
source: Exit
ar: خروج
az: Çıxış
cs: Odejít
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fil: Umalis
hu: Kilépés
id: Keluar
ja: 閉じる
ko: 나가기
lt: Išeiti
ms: Keluar
pt_br: Sair
ro: Ieșire
ru: Выйти
tt: Чыгу
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# custom_controls.control_menu.exit.warn
source: You are about to exit without saving changes.
ar: أنت على وشك الخروج من دون حفظ التغييرات.
az: Dəyişiklikləri yadda saxlamadan çıxmaq üzrəsiniz.
cs: Chystáte se ukončit bez uložení změn.
de: Du bist dabei zu beenden ohne Änderungen zu speichern.
el: Πρόκειται να βγείτε χωρίς να αποθηκεύσετε αλλαγές.
es: Estás a punto de salir sin guardar los cambios.
fa: شما درحال خروج بدون ذخیره تغییرات هستید.
fil: Lalabas ka nang hindi nase-save ng mga pagbabago.
hu: Változtatások mentése nélkül készül kilépni.
id: Anda akan keluar tanpa menyimpan perubahan.
ja: 変更を保存せずに終了しようとしています。
ko: 변경사항을 저장하지 않고 종료하려 합니다.
ms: Anda akan keluar tanpa menyimpan perubahan.
pt_br: Você está prestes a sair sem salvar as alterações.
ru: Вы собираетесь выйти без сохранения изменений.
vi: Bạn sẽ thoát mà không lưu thay đổi.
zh_hans: 您将会退出且不保存任何更改
zh_hant: 您將要在尚未儲存變更的情況下退出。

# custom_controls.control_menu.save
source: Save
ar: حفظ
az: Saxla
bn: সেভ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fil: I-Save
hu: Mentés
id: Simpan
ja: 保存
ko: 저장
lt: Išsaugoti
ms: Simpan
pt_br: Salvar
ro: Salvează
ru: Сохранить
tt: Сакларга
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# custom_controls.control_menu.save.error.json
source: JSON error
ar: خطأ JSON
az: JSON xətası
cs: Chyba JSONu
de: JSON-Fehler
el: Σφάλμα JSON
es: Error JSON
fa: ارور JSON
hu: JSON hiba
id: Kesalahan JSON
ja: JSON エラー
ko: JSON 오류
lt: JSON klaida
ms: JSON ralat
pt_br: erro JSON
ru: Ошибка формата
vi: Lỗi JSON
zh_hans: JSON 文件错误
zh_hant: JSON 錯誤

# custom_controls.control_menu.save.error.write
source: Error saving file
ar: خطأ في حفظ الملف.
az: Faylı saxlayarkən xəta baş verdi
cs: Chyba ukládání souboru
de: Fehler beim Speichern der Datei
el: Σφάλμα αποθήκευσης αρχείου
es: Error al guardar el archivo
fa: خطا هنگام ذخیرهٔ پرونده
hu: Mentési fájl hiba
id: Kesalahan saat menyimpan file
ja: ファイルの保存中にエラーが発生しました
ko: 파일 저장중 오류 발생
lt: Klaida išsaugant failą
ms: Ralat menyimpan fail
pt_br: Erro ao salvar arquivo
ru: Ошибка сохранения файла
vi: Lỗi lưu tệp
zh_hans: 保存按键布局时发生错误
zh_hant: 儲存檔案時發生錯誤

# custom_controls.control_menu.load
source: Load
ar: تحميل
az: Yüklə
bn: লোড
cs: Načíst
de: Laden
el: Φόρτωση
es: Cargar
fa: بارگذاری
fil: Ikarga
hu: Betöltés
id: Memuat
ja: 読み込む
ko: 불러오기
lt: Įjungti
ms: Memuat
pt_br: Carregar
ro: Incarcă
ru: Загрузить
tt: Йөкләү
vi: Tải
zh_hans: 加载
zh_hant: 載入

# custom_controls.control_menu.make_default
source: Make default
ar: جعله إفتراضي
az: Default et
cs: Nastavit výchozí
de: Als Standard festlegen
el: Ορισμός ως προεπιλογή
es: Establecer por defecto
fa: انتخاب به عنوان پیش فرض
fil: Gawing default
hu: Beállítás alapértelmezettként
id: Buat default
ja: 既定に設定
ko: 기본값으로 설정
ms: Buat default
pt_br: Tornar padrão
ru: Выбрать основную
vi: Đặt làm mặc định
zh_hans: 重设为默认控制键布局
zh_hant: 設為預設植

# custom_controls.control_menu.safe_area
source: Safe area
ar: منطقة آمنة
az: Təhlükəsiz sahə
cs: Bezpečná oblast
de: Sicherer Bereich
el: Ασφαλής περιοχή
es: Área segura
fa: ناحیه امن
hu: Biztonságos terület
id: Area aman
ja: セーフエリア
ko: 안전한 공간
ms: Kawasan selamat
pt_br: Área segura
ru: Безопасная область
tt: Имин өлкә
vi: Vùng an toàn
zh_hans: 安全区域
zh_hant: 安全區

# custom_controls.control_menu.add_button
source: Add button
ar: إضافة زر
az: Düymə əlavə et
cs: Přidat tlačítko
de: Taste hinzufügen
el: Προσθήκη κουμπιού
es: Añadir botón
fa: اضافه کردن دکمه
fil: Magdagdag ng pindutan
hu: Gomb hozzáadása
id: Tambah tombol
ja: ボタンを追加
ko: 버튼 추가
lt: Pridėti mygtuką
mn: Товч нэм
ms: Tambah butang
pt_br: Adicionar botão
ro: Adaugă buton
ru: Добавить кнопку
tt: Төймәне булдырырга
vi: Thêm nút
zh_hans: 添加按键
zh_hant: 新增按鈕

# custom_controls.control_menu.add_drawer
source: Add drawer
ar: درج التطبيقات
az: Çəkməcə əlavə edin
cs: Přidat šuplík
de: Gruppe hinzufügen
el: Προσθήκη συρταριού
es: Añadir Cajón
fa: اضافه کردن کشو
hu: Fiók hozzáadása
id: Tambah drawer
ja: 引き出しを追加
ko: 드로어 추가
ms: Tambah drawer
pt_br: Adicionar gaveta
ru: Добавить группу кнопок
vi: Thêm ngăn kéo phím
zh_hans: 添加组合键
zh_hant: 增加列表

# custom_controls.error.incompatible
source: This control version (code %d) is not implemented in this launcher build.
ar: هذا الإصدار للتحكم (الرمز %d) لم يتم تنفيذه في إنشاء هذا المشغل.
az: Bu idarəetmə versiyası (kod %d) bu başlatma qurğusunda tətbiq edilməyib.
cs: Tato verze ovládání (kód %d) v tomto sestavení spouštěče není implementována.
de: Diese Steuerungsversion (Code %d) ist in dieser Launcher-Version nicht implementiert.
el: Αυτή η έκδοση ελέγχου (κωδικός %d) δεν έχει υλοποιηθεί σε αυτήν την έκδοση εκκινητή.
es: Esta versión de control (código %d) no está implementada en esta compilación del launcher.
fa: این نسخه کنترل (کد %d) در این نسخه‌ی لانچر اجرا نشده است.
hu: Ez a vezérlő verziója (kód "%d") nincs implementálva ebben a launcher build-jében.
id: Kontrol versi ini (code %d) tidak diimplementasikan di build peluncur ini.
ja: この制御バージョン(コード %d) はこのランチャービルドでは実装されていません。
ko: 이 컨트롤 버전(code %d) 은 이 런처 빌드에서 구현되지 않습니다.
ms: Versi kawalan ini (kod %d) tidak dilaksanakan di dalam binaan pelancar ini.
pt_br: Esta versão de controle (código %d) não está implementada nesta compilação do inicializador.
ru: Эта версия раскладки (код %d) не поддерживается в используемой сборке лаунчера.
vi: Phiên bản điều khiển (code %d) không tương thích với bản launcher này.
zh_hans: 此控件版本（代码 %d）在当前启动器版本中尚未实现。
zh_hant: 此控制版本（號碼 %d）在這個啟動器構建中沒有實現。

# custom_controls.hint
source: Long-press anywhere on screen for more options
ar: اضغط مطولاً في أي مكان على الشاشة لمزيد من الخيارات
az: Daha çox seçim üçün ekranın istənilən yerinə uzun basın
cs: Pro více možností dlouze podržte kdekoli na obrazovce
de: Drücke und halte irgendwo auf dem Bildschirm für weitere Optionen
el: Πατήστε παρατεταμένα οπουδήποτε στην οθόνη για περισσότερες επιλογές
es: Mantenga pulsado en cualquier lugar de la pantalla para más opciones
fa: برای گزینه‌های بیشتر، هر نقطه از صفحه را طولانی فشار دهید
hu: Nyomd hosszan bárhol a kijelzőn a további beállításokért
id: Pencet lama dimanapun di layar untuk opsi tambahan
ja: 画面上の任意の場所を長押ししてオプションを追加
ko: 더 많은 옵션을 보려면 화면의 아무 곳이나 길게 누르세요.
ms: Tekan lama di mana-mana sahaja di dalam skrin untuk membuka tetapan
pt_br: Pressione e segure em qualquer lugar na tela para mais opções
ru: Зажмите в свободном месте для дополнительных настроек
vi: Nhấn giữ trên màn hình để hiện thêm tùy chọn
zh_hans: 长按屏幕上的任意位置以获取更多选项
zh_hant: 長按螢幕上的任何位置以顯示更多選項

# init.migrateDir
source: The PojavLauncher data directory is now %@. All of your existing data has been moved to the new location.
ar: دليل بيانات PojavLauncher هو الآن %@. تم نقل جميع بياناتك الموجودة إلى الموقع الجديد.
az: PojavLauncher məlumat kataloqu indi %@-dir. Bütün mövcud məlumatlarınız yeni yerə köçürüldü.
cs: Složka dat PojavLauncheru je nyní %@. Všechna vaše data byla přesunuta do nového umístění.
de: Das PojavLauncher-Datenverzeichnis ist jetzt %@. Alle vorhandenen Daten wurden an den neuen Standort verschoben.
el: Ο κατάλογος δεδομένων του PojavLauncher είναι τώρα %@. Όλα τα υπάρχοντα δεδομένα σας έχουν μεταφερθεί στη νέα θέση.
es: La carpeta de PojavLauncher ahora está en %@. Todos tus datos han sido movidos a esa nueva ubicación.
fa: دایرکتوری داده Pojavlauncher در حال حاضر %@ است. تمام داده های موجود شما به مکان جدید منتقل شده اند.
fil: Ang direktoryo ng data ng PojavLauncher ay %@ na ngayon. Ang lahat ng iyong umiiral na data ay inilipat sa bagong lokasyon.
hu: A PojavLauncher adatainak könyvára mostantól %@. Az összes létező adatok át lettek helyezve.
id: Data folder PojavLauncher sekarang di %@. Semua datamu yang ada telah dipindah ke lokasi baru tersebut.
ja: PojavLauncherのディレクトリが %@になりました。既存のすべてのデータが新しい場所に移動されました。
ko: 포자브 런처의 데이터 저장공간은 이제 %@입니다. 모든 기존 데이터가 새 위치로 이동되었습니다.
ms: Tempat data PojavLauncher sekarang di %@. Semua data yang anda ada telah dipindahkan ke lokasi baru.
pt_br: O diretório de dados do PojavLauncher agora é %@. Todos os dados existentes foram movidos para a nova localização.
ru: Новое расположение PojavLauncher: %@. Все существующие данные также были перемещены.
vi: Đường dẫn dữ liệu của PojavLauncher bây giờ là %@. Tất cả dữ liệu đã có của bạn đã được chuyển đến địa chỉ mới.
zh_hans: 目前 PojavLauncher 数据目录为%@。所有的游戏资源已移动到最新目录。
zh_hant: PojavLauncher 檔案資料夾現為 %@。您的所有已有資料已被移動到新位置。

# java.error.missing_main_class
source: %@ is missing main class attribute. If this is a mod, put it into the “mods” folder of your selected instance.
ar: %@ يفتقر الى main class attribute. اذا كان هذا ملف مود، ضعه في مجلد "mods" داخل الinstance المختارة.
az: %@ əsas sinif atributu yoxdur. Bu moddursa, onu seçdiyiniz nümunənin "mods" qovluğuna qoyun.
cs: %@ chybí atribut hlavní třídy. Je-li to mód, vložte jej do složky »mods« vaší vybrané instance.
de: %@ fehlt das Hauptklassenattribut. Sollte es sich um eine Mod handeln, packe sie in den „mods“-Ordner der ausgewählten Instanz.
el: Το %@ λείπει το κύριο χαρακτηριστικό κλάσης. Αν αυτό είναι ένα mod, βάλτε το στο φάκελο “mods” της επιλεγμένης παρουσίας σας.
es: %@ no tiene un atributo de clase principal. Si se trata de un mod, ponlo en la carpeta "mods" de su instancia seleccionada.
fil: Nawawala ang main class attribute ng %@. Kung ito ay isang mod.
hu: Az %@-ból/-ből hiányzik a fő osztály attribútuma. Hogyha ez egy mod, helyezd át azt a "mods" mappába.
id: %@ kehilangan atribut kelas utama. Jika ini adalah mod, taruh itu ke folder "mods" dari instansi pilihan mu.
ja: %@ にはメインクラス属性がありません。これがmodの場合は、選択したインスタンスの「mods」フォルダに入れてください。
ko: %@에 기본 클래스 속성이 없습니다. 모드인 경우 선택한 인스턴스의 "mods" 폴더에 넣습니다.
ms: %@ hilang kelas utama atribut. Jika ini adalah mod, sila letaknya ke dalam "mods" folder yang instance dipilih.
pt_br: %@ está faltando o atributo principal da classe. Se este for um mod, coloque-o na pasta "mods" da instância selecionada.
ru: У %@ отсутствует атрибут главного класса. Если это мод, поместите его в папку «mods» выбранного профиля.
zh_hans: %@ 缺少主类属性。如果是模组，请将其放入您选中实例的 “mod” 文件夹。
