Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.title.jitstreamer_server
source: JitStreamer server IP
fa: آیپی سرور JitStreamer
tt: JitStreamer серверының IP
vi: IP server JITStreamer

# preference.detail.jitstreamer_server
source: Allows you to change to a custom JitStreamer server IP, such as for self-hosted instances. This option can be left alone if you use the default JitStreamer servers.
fa: به شما امکان می‌دهد به یک IP سرور سفارشی JitStreamer، مانند ورژن های خود میزبان، تغییر دهید. اگر از سرورهای پیش‌فرض JitStreamer استفاده می‌کنید، می‌توانید این گزینه را به حال خود رها کنید.
vi: Cho phép thay đổi địa chỉ IP của máy chủ JitStreamer với những máy chủ tự do. Bỏ qua tùy chọn này nếu bạn sử dụng máy chủ JitStreamer mặc định.

# preference.title.enable_altkit
source: Enable AltKit integration
vi: Bật tích hợp AltKit

# preference.detail.enable_altkit
source: When enabled, PojavLauncher will attempt to connect to local AltServers to enable JIT.
vi: Khi được bật, PojavLauncher sẽ cố gắng kết nối với Máy chủ thay thế cục bộ để bật JIT.

# preference.title.renderer.release.zink
source: Zink
vi: Kẽm
zh_hant: Zink（Vulkan）-（全版本可用，速度中等，設備相容性差）

# preference.title.debug_show_layout_bounds
source: Show layout bounds
fa: نمایش محدوده‌های طرح‌بندی
vi: Hiển thị đường viền bố cục

# preference.detail.debug_show_layout_bounds
source: Show clip bounds, margins
fa: نمایش مرزها، حاشیه‌ها
vi: Hiển thị ranh giới, lề

# preference.title.debug_show_layout_overlap
source: Show layout overlapping
fa: نمایش همپوشانی طرح
vi: Hiện sắp xếp chồng lên nhau

# preference.detail.debug_show_layout_overlap
source: Overlay every view with a transparent color to reveal overlapping views.
fa: هر نما را با یک رنگ شفاف پوشش دهید تا نماهای همپوشانی نشان داده شود.
vi: Đặt màu nền cho mỗi vùng để phát hiện những vùng bị chồng.

# controller_configurator.title.type.xbox
source: Xbox
ar: إكس بوكس

# controller_configurator.title.type.playstation
source: PlayStation
ar: بلاي ستيشن
