Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.detail.custom_env
source: This option is under construction. Create and edit custom_env.txt in the meantime.
ar: هذا الخيار قيد الإنشاء. قم بإنشاء وتحرير مخصص_env.txt في غضون ذلك.
az: Bu seçim hazırlanma mərhələsindədir. Bu vaxt custom_env.txt yaradın və redaktə edin.
cs: Tato možnost je ve výstavbě. Mezitím vytvořte a upravte custom_env.txt.
de: Diese Option befindet sich in Entwicklung. Erstelle und bearbeite in der Zwischenzeit custom_env.txt.
el: Αυτή η επιλογή είναι υπό κατασκευή. Δημιουργήστε και επεξεργαστείτε custom_env.txt εν τω μεταξύ.
es: Esta opción está en construcción. Crea y edita custom_env.txt mientras tanto.
fil: Ang opsyon na ito ay kasalukuyang ginagawa. Lumikha at i-edit ang custom_env.txt sa ngayon.
hu: Ez az opció még munka alatt áll. Addig is, hozz létre vagy szerkessz egy "custom_eny.txt" fájlt.
id: Opsi ini masih dibawah pengembangan. Buat dan ubah custom_env.txt sementara.
ja: このオプションは現在構築中です。custom_env.txtを作成して編集します。
ko: 이 옵션은 작업 중입니다. 그 동안 custom_env.txt를 만들고 편집합니다.
ms: Tetapan ini sedang dalam pembinaan. Buat dan ubah custom_env.txt sementara waktu.
pt_br: Esta opção está em construção. Criar e editar custom_env.txt enquanto isso.
ru: Эта функция ещё в разработке. Пока что вручную создайте и отредактируйте файл custom_env.txt.
vi: Tùy chọn này đang được xây dựng. Trong khi chờ đợi, hãy tạo và chỉnh sửa custom_env.txt.
zh_hans: 此选项正在构建中，请在此期间创建并编辑 custom_env.txt。

# preference.title.debug_skip_wait_jit
source: Skip "Waiting for JIT" dialog
ar: تخطي مربع حوار "في انتظار JIT"
az: "JIT gözləyir" dialoqunu keçin
cs: Přeskočit dialog "Čekání na JIT"
de: Überspringe den "Warten auf JIT"-Dialog
el: Παράλειψη διαλόγου "Αναμονή για JIT"
es: Omitir diálogo "Esperando por JIT"
fa: از گفتگوی "در انتظار JIT" رد شوید
hu: "Várakozás JIT fájlra" dialógus átugrása
id: Lewati dialog "Menunggu JIT"
ja: 「JIT待機中」ダイアログをスキップ
ko: "JIT를 기다리고 있습니다" 건너뛰기
ms: Langkau dialog "Menunggu JIT"
pt_br: Ignorar caixa de diálogo "Aguardando JIT"
ru: Пропускать этап ожидания JIT
vi: Bỏ qua thông bảo "Đang đợi JIT"
zh_hans: 跳过获取"JIT(Just-in-time)"请求
zh_hant: 跳過「正在等待即時編譯」對話方塊。

# preference.detail.debug_skip_wait_jit
source: This does not allow you to launch without JIT, instead this skips debugger check, because check fails on certain jailbreaks.
ar: هذا لا يسمح لك بتشغيل دون JIT، بدلاً من ذلك تخطي فحص تصحيح الأخطاء هذا، لأن التحقق أخفق بعض حالات توقف الجلبريك.
az: Bu, JIT olmadan işə salmağa imkan vermir, bunun əvəzinə bu, sazlama yoxlamasını atlayır, çünki yoxlama müəyyən jailbreaklərdə uğursuz olur.
cs: Toto vám neumožní spustit bez JITu, ale přeskočí ladící kontrolu, neboť ta kontrola chybuje na určitých jailbreacích.
de: Dies ermöglicht es dir nicht, ohne JIT zu starten. Stattdessen wird die Debuggerprüfung übersprungen, da die Überprüfung bei bestimmten Jailbreaks fehlschlägt.
el: Αυτό δεν σας επιτρέπει να εκκινήσετε χωρίς JIT, αντίθετα, αυτό παραλείπει τον έλεγχο αποσφαλμάτωσης, επειδή ο έλεγχος αποτυγχάνει σε ορισμένα jailbreaks.
es: Esto no le permite jugar sin JIT, solo la omite la comprobación del depurador, porque la comprobación falla en ciertas jailbreaks.
fa: این به شما اجازه نمی‌دهد بدون JIT راه‌اندازی کنید، در عوض از بررسی دیباگر صرفنظر می‌شود، زیرا بررسی در برخی از جیلبریک‌ها با شکست مواجه می‌شود.
hu: Ez nem engedélyezi, hogy elindítsd JIT nélkül, ehelyett átugorja a hibakeresési ellenőrzést, mert az ellenőrzést nem sikerül egyes jailbreak-eknél.
id: Ini tidak memperbolehkan anda untuk meluncur tanpa JIT, alih-alih ini melewati cek debugger, karena ceknya gagal di jailbreak tertentu.
ja: これは、JITなしで起動することはできません。代わりに、特定の脱獄時にチェックが失敗するため、デバッガのチェックをスキップします。
ko: 이렇게 하면 JIT 없이 시작할 수 없으며 대신 특정 탈옥에서 검사가 실패하기 때문에 디버거 검사를 건너뜁니다.
ms: Ini tidak membenarkan anda melancarkan tanpa JIT, sebaliknya ini melangkau semakan penyahpepijat, kerana semakan gagal pada jailbreak tertentu.
pt_br: Isso não te permite iniciar sem JIT, ao invés disso pule a verificação de depuração, pois a verificação falhou em certos jailbreaks.
ru: Без JIT это запускать игру не позволит, однако исправит ошибку запуска на некоторых устройствах с jailbreak за счёт пропуска проверки отладчика.
vi: Tùy chọn này không cho phép chạy trò chơi mà không có JIT, thay vào đó trình khởi chạy sẽ bỏ qua việc kiểm tra. Hữu ích nếu kiểm tra thất bại với một số trình jailbreak.
zh_hans: 这并非让您不使用即时编译（JIT）启动，而是跳过调试检查，因为越狱设备上会检查失败。
zh_hant: 這不會允許您在沒有即時編譯的情況下啟動，而只會跳過除錯器檢測，因為這個檢測在部份越獄中無法正常運作。

# preference.title.debug_ipad_ui
source: Unlock iPadOS UI
ar: تشغيل واجهة الايباد
az: iPadOS UI kilidini açın
cs: Odemknout iPadOS UI
de: Aktiviere das iPadOS UI
el: Ξεκλείδωμα iPadOS UI
es: Activar interfaz de iPadOS
fa: رابط کاربری iPadOS را باز کنید
fil: I-unlock ang iPadOS UI
hu: iPadOS UI feloldása
id: Gunakan UI iPadOS
ja: iPadOS UIのロックを解除
ko: iPadOS UI 잠금해제
ms: Buka kunci iPadOS UI
pt_br: Desbloquear iPadOS UI
ru: Разблокировать интерфейс iPadOS
vi: Mở khóa giao diện iPadOS
zh_hans: 使用 iPadOS 界面
zh_hant: 解鎖 iPadOS 使用者介面

# preference.detail.debug_ipad_ui
source: Unlock iPad-exclusive UI (alert, keyboard, etc.) if enabled or iPhone UI if disabled.
ar: فتح واجهة المستخدم الحصرية أيباد (التنبيه، لوحة المفاتيح، إلخ.) إذا تم تمكينها أو واجهة الايفون إذا تم تعطيلها.
az: Aktivdirsə, iPad üçün eksklüziv UI-ni (siqnal, klaviatura və s.) və ya əlil olduqda iPhone UI-ni açın.
cs: Odemknout UI pro iPady (upozornění, klávesnice, atd.) zapnuto-li, či iPhone UI vypnuto-li.
de: Aktiviert iPad-exklusives UI (Meldungen, Tastatur, usw.), wenn an, oder aktiviert iPhone UI, wenn aus.
el: Ξεκλειδώστε αποκλειστικό περιβάλλον εργασίας iPad (ειδοποίηση, πληκτρολόγιο, κλπ.) εάν είναι ενεργοποιημένο ή iPhone εάν είναι απενεργοποιημένο.
es: Activa la interfaz exclusiva de iPad (alerta, teclado, etc.) si está opción está habilitada, o usar la interfaz de iPhone si está opción está desactivada.
fa: در صورت فعال بودن، رابط کاربری منحصر به فرد iPad (هشدار، صفحه کلید و غیره) یا در صورت غیرفعال بودن رابط کاربری آیفون را باز کنید.
fil: I-unlock ang iPad-exlusive na UI (alerto, keyboard, atbp.) kung pinagana o iPhone UI kung naka-disable.
hu: iPad exkluzív UI feloldása (riasztás, billentyűzet, stb.), hogyha engedélyezve van vagy az iPhone UI-ban, hogy le van tiltva.
id: Buka UI untuk iPAD (alert, keyboard, dll.) jika nyala atau UI iPhone jika mati.
ja: 有効な場合はiPad専用UI（アラート、キーボードなど）を、無効な場合はiPhone UIをロック解除します。
ko: 활성화된 경우 iPad 전용 UI(경고, 키보드 등) 를 잠금 해제하고 비활성화된 경우 iPhone UI를 잠금 해제합니다.
ms: Buka kunci UI eksklusif iPad (makluman, papan kekunci, dll.) jika didayakan atau UI iPhone jika dilumpuhkan.
pt_br: Desbloqueie a interface de usuário exclusiva do iPad (alerta, teclado, etc.) se habilitada ou iPhone UI se estiver desativado.
ru: Разблокировать уникальные для iPad элементы интерфейса (предупреждение, клавиатура и пр.) или оставить интерфейс iPhone.
vi: Mở khóa giao diện người dùng mở rộng cho iPad (thông báo, bàn phím,..) nếu được bật hoặc giao diện iPhone bị tắt.
zh_hans: 开启后会使用 iPad OS 的专用 UI，否则使用 iPhone UI。
zh_hant: 當啟動時或當 iPhone 使用者介面被禁用時，解鎖 iPad 專屬使用者介面（提示、鍵盤等）

# preference.title.debug_auto_correction
source: Auto correction
ar: تصحيح تلقائي
az: Avtomatik düzəliş
cs: Samooprava
de: Auto-Korrektur
el: Αυτόματη διόρθωση
es: Corrección automática
fa: تصحیح خودکار
hu: Helyesírás-ellenőrző
id: Koreksi otomatis
ja: 自動修正
ko: 자동 수정
ms: Pembetulan automatik
pt_br: Correção automática
ru: Автокоррекция
vi: Tự động sửa
zh_hans: 自动校正
zh_hant: 自動校正

# preference.detail.debug_auto_correction
source: Enable auto correction when typing text in game.
ar: تمكين التصحيح التلقائي عند كتابة النص في اللعبة.
az: Oyunda mətn yazarkən avtomatik düzəlişi aktiv edin.
cs: Zapnout samoopravu ve hře při psaní.
de: Aktiviere die Auto-Korrektur bei der Eingabe von Text im Spiel.
el: Ενεργοποίηση αυτόματης διόρθωσης κατά την πληκτρολόγηση κειμένου στο παιχνίδι.
es: Activar corrección automática al escribir texto en el juego.
fa: هنگام تایپ متن در بازی، تصحیح خودکار را فعال کنید.
hu: Helyesírás-ellenőrző engedélyezése játék közben való szövegíráskor.
id: Nyalakan koreksi otomatis saat mengetik teks di dalam permainan.
ja: ゲーム内でテキストを入力するときに自動修正を有効にします。
ko: 게임 안에서 타이핑 할때 자동 수정을 활성화 합니다.
ms: Dayakan pembetulan automatik apabila menaip teks dalam permainan.
pt_br: Habilitar correção automática ao digitar texto no jogo.
ru: Включить автокоррекцию при наборе текста в игре.
vi: Cho phép tự động sửa khi nhập văn bản trong game.
zh_hans: 在游戏中输入文本时启用自动校正。
zh_hant: 當在遊戲中輸入文字時，啟用自動校正。

# preference.title.debug_hide_home_indicator
source: Hide home indicator
ar: إخفاء مؤشر الصفحة الرئيسية
az: Ev göstəricisini gizlədin
cs: Skrýti indikátor domovu
de: Home-Indikator ausblenden
el: Απόκρυψη ένδειξης αρχικής οθόνης
es: Esconder indicador de inicio
fa: نشانگر خانه را پنهان کنید
hu: "Otthon" mutató elrejtése
id: Sembunyikan indikator rumah
ja: 詳細バーを非表示
ko: 홈바 숨기기
ms: Sembunyikan penunjuk rumah
pt_br: Ocultar indicador principal
ru: Скрыть индикатор навигации
vi: Ẩn thanh home
zh_hans: 隐藏主屏幕指示器（白线）
zh_hant: 隱藏主畫面指示器

# preference.detail.debug_hide_home_indicator
source: This will disable home indicator locking. You will need to use Guided Access to hide and lock home indicator at the same time.
ar: سيؤدي هذا إلى تعطيل تأمين مؤشر المنزل. سوف تحتاج إلى استخدام الوصول الموجه للإخفاء وقفل مؤشر المنزل في نفس الوقت.
az: Bu, ev göstəricisinin kilidlənməsini söndürəcək. Siz eyni zamanda ev göstəricisini gizlətmək və kilidləmək üçün Bələdçi Girişdən istifadə etməli olacaqsınız.
cs: Toto vypne zamykání domovského indikátoru. Budete muset použít Guided Acces ke skrytí a zamčení domovského indikátoru najednou.
de: Dadurch wird die Sperre des Home-Indikators deaktiviert. Du musst den Guided-Access verwenden, um den Home-Indikator gleichzeitig auszublenden und zu sperren.
el: Αυτό θα απενεργοποιήσει το κλείδωμα της εγχώριας ένδειξης. Θα πρέπει να χρησιμοποιήσετε την Κατευθυνόμενη Πρόσβαση για να αποκρύψετε και να κλειδώσετε την αρχική ένδειξη ταυτόχρονα.
es: Esto desactivará el bloqueo del indicador de inicio. Necesitarás utilizar Acceso Guiado para ocultar y bloquear el indicador de inicio al mismo tiempo.
fa: این کار قفل نشانگر خانه را غیرفعال می کند. برای مخفی کردن و قفل کردن نشانگر خانه به طور همزمان باید از Guided Access استفاده کنید.
hu: Ez az opció letiltja az "otthon" indikátor zárolását. Szükséged lesz egy Guilded hozzáférésre ahhoz, hogy elrejtsd és zárold az "otthon" indikátort.
id: Ini akan mematikan penguncian indikator rumah. Anda akan butuh menggunakan Akses Dipandu untuk menyembunyikan dan mengunci indikator rumah di waktu bersamaan.
ja: 詳細バーのロックを無効にします。ガイド付きアクセスを使用してホームインジケーターを非表示にしてロックする必要があります。
ko: 이렇게 하면 홈 바 잠금이 비활성화됩니다. 홈 바를 숨기고 잠그려면 사용법 유도를 사용해야 합니다.
ms: Ini akan melumpuhkan penguncian penunjuk rumah. Anda perlu menggunakan Akses Berpandu untuk menyembunyikan dan mengunci penunjuk rumah pada masa yang sama.
pt_br: Isto desativará o indicador de casa de bloqueio. Você precisará usar o Acesso Orientado para ocultar e bloquear o indicador de casa ao mesmo tempo.
ru: Это отключит блокировку нажатий индикатором навигации. Необходимо использовать гид-доступ, чтобы одновременно скрыть индикатор навигации и отключить жест смены приложений.
vi: Tùy chọn này sẽ tắt khoá thanh điều hướng. Sử dụng tính năng "Truy cập được hướng dẫn" để ẩn và khoá thanh điều hướng cùng lúc.
zh_hans: 此选项将会禁用主屏幕指示键锁定，你将会需要启用引导式访问来同时隐藏和锁定主屏幕指示键。
zh_hant: 這會停用主畫面指示器鎖定。您必須使用指導模式來同時隱藏和鎖定主畫面顯示器。

# controller_configurator.title.current
source: Gamepad configuration file
ar: ملف تكوين لوحة اللعبة
az: Gamepad konfiqurasiya faylı
cs: Soubor nastavení Gamepadu
de: Gamepads Konfigurationsdatei
el: Αρχείο ρυθμίσεων Gamepad
es: Archivo de configuración del mando
fil: File ng configuration ng gamepad
hu: Gamepad konfigurációs fájl
id: Berkas konfigurasi Gamepad
ja: ゲームパッドの設定ファイル
ko: 게임패드 구성 파일
ms: Fail konfigurasi gamepad
pt_br: Configuração do arquivo do controle
ru: Файл настройки геймпада
vi: Tập tin cấu hình Gamepad
zh_hans: 游戏键盘配置文件

# controller_configurator.xbox.title.bumper_left
source: Left bumper
ar: LB
az: Sol bamper
cs: Levé tlačítko
de: Linker Stoß
el: Αριστερό μπροστινό κουμπί
es: Bumper izquierdo
fil: Kaliwang Bumper
hu: Bal ütköző
id: Bumper kiri
ja: 左ボタン
ko: 왼쪽 범퍼
ms: Bumper kiri
pt_br: LB
ru: Левый бампер
vi: Cản trái
zh_hans: 左前按钮（LB）

# controller_configurator.xbox.title.bumper_right
source: Right bumper
ar: RB
az: Sağ bamper
cs: Pravé tlačítko
de: Rechter Stoß
el: Δεξιό μπροστινό κουμπί
es: Bumper derecho
fil: Kanang bumper
hu: Jobb ütköző
id: Bumper kanan
ja: 右ボタン
ko: 오른쪽 범퍼
ms: Bampar kanan
pt_br: RB
ru: Правый бампер
vi: Cản phải
zh_hans: 右前按钮（RB）

# controller_configurator.xbox.title.trigger_left
source: Left trigger
ar: LT
az: Sol tətik
cs: Levá spoušť
de: Linker Auslöser
el: Αριστερή σκανδάλη
es: Gatillo izquierdo
fil: Kaliwang trigger
hu: Bal ravasz
id: Pemicu kiri
ja: 左トリガー
ko: 왼쪽 트리거
ms: Pencetus kiri
pt_br: LT
ru: Левый триггер
vi: Bấm nút trái
zh_hans: 左扳机（LT）

# controller_configurator.xbox.title.trigger_right
source: Right trigger
ar: RT
az: Sağ tətik
cs: Pravá spoušť
de: Rechter Auslöser
el: Δεξιά σκανδάλη
es: Gatillo derecho
fil: Kanang trigger
hu: Jobb ravasz
id: Pemicu kanan
ja: 右トリガー
ko: 오른쪽 트리거
ms: Pencetus kanan
pt_br: RT
ru: Правый триггер
vi: Đúng ngòi nổ
zh_hans: 右扳机（RT）

# controller_configurator.xbox.title.named_back
source: Guide
az: Bələdçi
cs: Průvodce
de: Anleitung
el: Οδηγός
es: Guia
fil: Gabay
hu: Segéd
id: Panduan
ja: ガイド
ko: 가이드
ms: Panduan
pt_br: Guia
ru: Руководство
vi: Hướng dẫn
zh_hans: 指南

# controller_configurator.xbox.title.named_start
source: Menu
az: Menyu
cs: Nabídka
de: Menü
el: Μενού
es: Menú
hu: Menü
ja: Menu Button
ko: 메뉴
lt: Meniu
ru: Меню
vi: Thực đơn
zh_hans: 菜单
zh_hant: 選單

# controller_configurator.xbox.title.dpad_up
source: Up
ar: الأعلى
az: Yuxarı
cs: Nahoru
de: Hoch
el: Πάνω
es: Arriba
fil: Taas
hu: Fel
id: Atas
ko: 위
lt: Aukštyn
ms: Atas
pt_br: Para cima
ru: Вверх
vi: Lên
zh_hans: 上
zh_hant: 上

# controller_configurator.xbox.title.dpad_down
source: Down
ar: الأسفل
az: Aşağı
cs: Dolů
de: Unten
el: Κάτω
es: Abajo
fil: Baba
hu: Le
id: Bawah
ko: 아래
lt: Žemyn
ms: Bawah
pt_br: Para baixo
ru: Вниз
vi: Xuống
zh_hans: 下
zh_hant: 下

# controller_configurator.xbox.title.dpad_left
source: Left
ar: الأيسر
az: Sol
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fil: Kaliwa
hu: Bal
id: Kiri
ko: 왼쪽
lt: Kairėn
ms: Kiri
pt_br: Esquerda
ru: Влево
vi: Bên trái
zh_hans: 左
zh_hant: 左

# controller_configurator.xbox.title.dpad_right
source: Right
ar: الأيمن
az: Sağ
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fil: Kanan
hu: Jobb
id: Kanan
ko: 오른쪽
lt: Dešinėn
ms: Kanan
pt_br: Direita
ru: Вправо
vi: Phải
zh_hans: 右
zh_hant: 右

# controller_configurator.xbox.title.thumb_left
source: Left thumbstick click
ar: انقر فوق عصا الأصبع الأيسر
az: Sol barmaq çubuğuna klikləyin
cs: Kliknutí levé páčky
de: Linksklick
el: Αριστερό κλικ αντίχειρα
es: Clic de la palanca izquierda
fil: Pindot sa left thumbstick
hu: Bal thumbstick katt
id: Klik jempol kiri
ja: 左サムスティッククリック
ko: 왼쪽 스틱 클릭
ms: Klik batang ibu jari kiri
pt_br: Clique do analógico esquerdo
ru: Клик левого стика
vi: Nhấp chuột trái
zh_hans: 左摇杆点击

# controller_configurator.xbox.title.thumb_right
source: Right thumbstick click
ar: انقر فوق عصا الأصبع الأيمن
az: Sağ barmaq çubuğuna klikləyin
cs: Kliknutí pravé páčky
de: Rechtsklick
el: Δεξί κλικ αντίχειρα
es: Clic de la palanca derecha
fil: Pindot sa right thumbstick
hu: Jobb thumbstick katt
id: Klik jempol kanan
ja: 右サムスティッククリック
ko: 오른쪽 스틱 클릭
ms: Klik batang ibu jari kanan
pt_br: Clique do analógico direito
ru: Клик правого стика
vi: Nhấp chuột phải
zh_hans: 右摇杆单击

# controller_configurator.playstation.title.named_back
source: Select
ar: اختر
az: Seç
bn: বাছুন
cs: Vybrat
de: Auswählen
el: Επιλέξτε
es: Seleccionar
fa: انتخاب
fil: Iselekta
hu: Kiválasztás
id: Pilih
ja: 選択...
ko: 선택
lt: Pasirinkti
ms: Pilih
pt_br: Selecionar
ro: Selectați
ru: Выбрать
tt: Сайлау
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# controller_configurator.playstation.title.named_start
source: Start
az: Başlat
el: Έναρξη
id: Mulai
ko: 시작
lt: Pradžios
pt_br: Começar
ru: Старт
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# controller_configurator.playstation.title.named_a
source: Cross
ar: أكس
az: Xaç
cs: Kříž
de: Kreuz
el: Σταυρός
es: Cruz
hu: Kereszt
id: Silang
pt_br: Xis
ru: Крест
vi: Đi qua
zh_hans: 叉
zh_hant: 叉

# controller_configurator.playstation.title.named_b
source: Circle
ar: دائرة
az: Dairə
cs: Kruh
de: Kreis
el: Κύκλος
es: Círculo
hu: Karika
id: Lingkaran
ms: Bulat
pt_br: Bola
ru: Круг
vi: Vòng tròn
zh_hans: 圆
zh_hant: 圓

# controller_configurator.playstation.title.named_x
source: Square
ar: مربع
az: Kvadrat
cs: Čtverec
de: Quadrat
el: Τετράγωνο
es: Cuadrado
hu: Kocka
id: Kotak
ms: Segi empat
pt_br: Quadrado
ru: Квадрат
vi: Quảng trường
zh_hans: 方块
zh_hant: 方

# controller_configurator.playstation.title.named_y
source: Triangle
ar: مثلث
az: Üçbucaq
cs: Trojúhelník
de: Dreieck
el: Τρίγωνο
es: Triángulo
hu: Háromszög
id: Segitiga
ms: Segi tiga
pt_br: Triângulo
ru: Треугольник
vi: Tam giác
zh_hans: 三角
zh_hant: 三角

# controller_configurator.playstation.title.dpad_up
source: Up
ar: الأعلى
az: Yuxarı
cs: Nahoru
de: Hoch
el: Πάνω
es: Arriba
fil: Taas
hu: Fel
id: Atas
ko: 위
lt: Aukštyn
ms: Atas
pt_br: Para cima
ru: Вверх
vi: Lên
zh_hans: 上
zh_hant: 上

# controller_configurator.playstation.title.dpad_down
source: Down
ar: الأسفل
az: Aşağı
cs: Dolů
de: Unten
el: Κάτω
es: Abajo
fil: Baba
hu: Le
id: Bawah
ko: 아래
lt: Žemyn
ms: Bawah
pt_br: Para baixo
ru: Вниз
vi: Xuống
zh_hans: 下
zh_hant: 下

# controller_configurator.playstation.title.dpad_left
source: Left
ar: الأيسر
az: Sol
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fil: Kaliwa
hu: Bal
id: Kiri
ko: 왼쪽
lt: Kairėn
ms: Kiri
pt_br: Esquerda
ru: Влево
vi: Bên trái
zh_hans: 左
zh_hant: 左

# controller_configurator.playstation.title.dpad_right
source: Right
ar: الأيمن
az: Sağ
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fil: Kanan
hu: Jobb
id: Kanan
ko: 오른쪽
lt: Dešinėn
ms: Kanan
pt_br: Direita
ru: Вправо
vi: Phải
zh_hans: 右
zh_hant: 右

# controller_configurator.section.config_files
source: Current configuration file
ar: ملف التكوين الحالي
az: Cari konfiqurasiya faylı
cs: Současný soubor nastavení
de: Aktuelle Konfiguration
el: Τρέχουσα διαμόρφωση αρχείου
es: Configuración actual
fil: Kasalukuyang configuration file
hu: Jelenlegi konfigurációs fájl
id: Berkas konfigurasi saat ini
ja: 現在の設定ファイル
ko: 현재 구성 파일
ms: Fail konfigurasi semasa
pt_br: Configuração atual do arquivo
ru: Текущий файл настроек
vi: Tập tin cấu hình hiện tại
zh_hans: 当前配置文件

# controller_configurator.section.game_mappings
source: Game mappings
ar: تعيينات اللعبة
cs: Herní mapování
de: Spielzuordnung
el: Χαρτογραφήσεις παιχνιδιού
es: Controles del juego
fil: Mga mapping ng laro
hu: Játék összekötések
id: Pemetaan permainan
ja: ゲームのマップイング
ko: 게임 매핑
ms: Pemetaan permainan
pt_br: Mapeamentos do jogo
ru: Управление в игре
vi: Ánh Xạ Trò chơi
zh_hans: 游戏映射
zh_hant: 遊戲映射

# controller_configurator.section.footer.game_mappings
source: Bindings when the mouse is locked in game.
ar: ربط عندما تكون الفأرة مقفلة في اللعبة.
az: Siçan oyunda kilidləndikdə bağlamalar.
cs: Mapování při uzamčené myši ve hře.
de: Bindet, wenn die Maus im Spiel gesperrt ist.
el: Δεσμοί όταν το ποντίκι είναι κλειδωμένο στο παιχνίδι.
es: Controles cuando el ratón está en el juego.
fil: Mga binding kapag naka-lock ang mouse sa laro.
hu: Összeköti, mikor az egér zárolva van a játékban.
id: Kaitkan saat tetikus terkunci di dalam permainan.
ko: 게임에서 마우스가 잠겨 있을 때 바인딩합니다.
ms: Pengikatan apabila tetikus dikunci dalam permainan.
pt_br: Liga-se quando o mouse está bloqueado no jogo.
ru: Управление при заблокированной (отключённой на время игры) мыши.
vi: Ràng buộc khi chuột bị khóa trong trò chơi.
zh_hans: 当鼠标在游戏中被锁定时绑定。

# controller_configurator.section.menu_mappings
source: Menu mappings
ar: تعيينات القائمة
cs: Mapování nabídky
de: Menü-Zuordnungen
el: Χαρτογραφήσεις μενού
es: Controles del menú
fil: Mga mapping ng menu:
hu: Menü összekötések
id: Menu pemetaan
ja: メーニューのマップイング
ko: 메뉴 메핑
ms: Pemetaan menu
pt_br: Mapeamentos de menu.
ru: Управление в меню
vi: Ánh Xạ Menu
zh_hans: 菜单映射
zh_hant: 選單映射

# controller_configurator.section.footer.menu_mappings
source: Bindings when the mouse is not locked, such as on the title screen or in the pause menu.
ar: ربط عندما تكون الفأرة غير مقفلة، مثل على شاشة العنوان أو في قائمة الإيقاف المؤقت.
az: Siçan kilidlənmədikdə, məsələn, başlıq ekranında və ya pauza menyusunda bağlamalar.
cs: Mapování při odemčené myši, například na titulní obrazovce či v nabídce pozastavení.
de: Bindungen, wenn die Maus nicht gesperrt ist, z. B. auf dem Titelbildschirm oder im Pausemenü.
el: Δεσμοί όταν το ποντίκι δεν είναι κλειδωμένο, όπως στην οθόνη τίτλου ή στο μενού παύσης.
es: Controles cuando el ratón no está en el juego, como en el menú de pausa y título.
fil: Mga binding kapag hindi naka-lock ang mouse, tulad ng sa title screen o sa pause menu.
hu: Összeköti, amikor az egér nincs zárolva a főképernyőn vagy mint a szünet menüben.
id: Kaitkan saat tetikus tidak terkunci, seperti saat di title screen atau di menu jeda.
ko: 타이틀 화면이나 일시정지 메뉴 등 마우스가 잠기지 않은 상태에서 바인딩합니다.
ms: Mengikat apabila tetikus tidak dikunci, seperti pada skrin tajuk atau dalam menu jeda.
pt_br: Ligação quando o mouse não estiver bloqueado, como na tela do título ou no menu de pausa.
ru: Управление при свободном движении мыши: в главном меню, меню паузы или инвентаре.
vi: Các ràng buộc khi chuột không bị khóa, chẳng hạn như trên màn hình tiêu đề hoặc trong menu tạm dừng.
zh_hans: 鼠标未被锁定，如在标题屏幕或暂停菜单中时绑定。

# controller_configurator.section.controller_style
source: Controller type
ar: نوع ذراع التحكم
az: Kontroller növü
cs: Typ ovladače
de: Controller Typ
el: Τύπος χειριστηρίου
es: Tipo de control
fil: Uri ng controller
hu: Kontrollertípus
id: Tipe pengontrol
ja: コントローラーの種類
ko: 콘트롤러 타입
ms: Jenis pengawal
pt_br: Tipo de controle
ru: Тип контроллера
vi: Loại Bộ điều khiển
zh_hans: 手柄类型

# controller_configurator.section.footer.controller_style
source: Show different controller button names in this configurator.
ar: إظهار أسماء الأزرار المختلفة لوحدة التحكم في هذا التكوين.
az: Bu konfiquratorda müxtəlif kontroller düymələrinin adlarını göstərin.
cs: Ukázat odlišné názvy tlačítek ovladače v tomto nastavení.
de: Zeige verschiedene Controller-Schaltflächennamen in diesem Konfigurator.
el: Εμφάνιση διαφορετικών ονομάτων κουμπιών ελεγκτή σε αυτό το ρυθμιστή.
es: Mostrar nombres de botones de controlador diferentes en este configurador.
fil: Ipakita ang iba't ibang pangalan ng button ng controller sa configurator na ito.
hu: Különböző gombok nevét jeleníti meg ebben a konfigurációban.
id: Tampilan nama pengontrol yang berbeda di konfigurasi ini.
ja: 別のコントローラーのボタン名を表示する
ko: 이 구성 파일에서 다른 컨트롤러 버튼 이름을 표시합니다.
ms: Tunjukkan nama butang pengawal yang berbeza dalam konfigurasi ini.
pt_br: Mostrar nomes de botões de controle diferentes neste configurador.
ru: Отображать разные названия кнопок контроллера в данном редакторе.
vi: Hiển thị các tên nút điều khiển khác nhau trong bộ cấu hình này.
zh_hans: 在此配置器中显示不同的手柄按钮名称。

# preference.title.renderer.release.gl4es
source: holy gl4es
cs: svatý gl4es
fil: maka-diyos na gl4es
vi: gl4es Thần Thánh
zh_hant: Holy GL4ES -（全版本可用，速度較快）

# preference.title.renderer.release.angle
source: ANGLE
el: ΓΩΝΙΑ
vi: GÓC
zh_hant: ANGLE（Vulkan）-（僅支持1.17以上的版本，速度中等）

# custom_controls.control_menu.save.error.default
source: Control name can not be "default" as it will be overwritten.
fa: نام کنترلر نمی تواند "default" باشد زیرا بازنویسی می شود.
vi: Tên điều khiển không thể là "default" vì nó sẽ bị ghi đè.

# launcher.menu.install_jar
source: Install .jar
fa: نصب .jar
ro: Instalează .jar
tt: .jar-файлны урнату
vi: Cài đặt tệp .jar
