Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# preference.detail.silence_with_switch
source: Enable to disable audio when Silent Mode is on. Headphones and external speakers are not affected.
cs: Povolte pro vypnutí zvuku při Tichém režimu a zakažte vstup mikrofonu. Sluchátka a externí reproduktory nejsou ovlivněny.
es: Actívalo para desactivar el audio cuando el modo silencioso está encendido, y denegar la entrada del micrófono. Los auriculares y los altavoces externos no se ven afectados.
fil: Paganahin para i-disable ang audio kapag naka-on ang Silent Mode, at itanggi ang input ng mikropono. Hindi maaapektuhan ang mga headphone at external speaker.
hu: Audió engedélyezése vagy letiltása, mikor a Silent Mode be van kapcsolva, és letiltja a mikrofon bemenetet. Fejhallgatókra és küldő hangszórókra ez nem fog hatni.
id: Nonaktifkan suara dengan sakelar diam dan menolak masukan mikrofon. Headphone dan speaker eksternal tidak terpengaruh.
ms: Dayakan untuk menyahdayakan audio apabila Mod Senyap dihidupkan dan tolak input mikrofon. Fon kepala dan pembesar suara luaran tidak terjejas.
pt_br: Ative para desativar o áudio e o microfone quando o Modo Silencioso estiver ativado. Dispositivos de áudio externos não serão afetados.
ru: Звук игры и микрофон будут отключены в бесшумном режиме. Это не затрагивает наушники и внешние динамики.
vi: Bật để tắt âm thanh khi Chế độ im lặng được bật. Tai nghe và loa ngoài không bị ảnh hưởng.
zh_hans: 启用时，可以使用静音模式禁用音频，并关闭麦克风输入，耳机和外部扬声器不受此影响。
zh_hant: 啟用時，可以使用靜音模式禁用音訊，並關閉麥克風輸入，耳機和外部揚聲器不受此影響。

# preference.title.default_gamepad_ctrl
source: Controller configuration
ar: تكوين لوحة التحكم
az: Kontroller konfiqurasiyası
cs: Nastavení ovladače
de: Steuerungs-Konfiguration
el: Διαμόρφωση χειριστηρίου
es: Configuración del mando
fil: Konfigurasyon ng controller
hu: Kontroller konfiguráció
id: Konfigurasi Kontroler
ja: コントローラーの設定
ko: 컨트롤러 구성
ms: Konfigurasi kawalan
pt_br: Configuração do Controlador
ru: Настройки контроллера
vi: Cấu hình bộ điều khiển
zh_hans: 手柄配置

# preference.title.hardware_hide
source: Hide controls when hardware is connected
ar: إخفاء عناصر التحكم عند توصيل الجهاز
az: Avadanlıq qoşulduqda idarəetməni gizlədin
cs: Skrýt ovládací prvky při připojení zařízení
de: Steuerelemente ausblenden, wenn Hardware verbunden ist
el: Απόκρυψη στοιχείων ελέγχου όταν η συσκευή είναι συνδεδεμένη
es: Ocultar controles cuando el hardware está conectado
fil: Itago ang mga kontrol kapag nakakonekta ang hardware
hu: Vezérlések elrejtése ha egy új hardware van csatlakoztatva
id: Sembunyikan kontrol saat perangkat keras tersambung
ja: ハードウェア接続時にGUIを非表示にする
ko: 하드웨어가 연결되면 컨트롤러 숨기기
ms: Hilangkan kawalan apabila hardware disambungkan
pt_br: Ocultar controles quando o hardware estiver conectado
ru: Скрывать раскладку при подключении внешних устройств ввода
vi: Ẩn điều khiển khi phần cứng được kết nối
zh_hans: 硬件连接时隐藏控制键

# preference.detail.hardware_hide
source: Enable the behaviour of automatically disabling the on-screen control overlay when a mouse or game controller is connected.
ar: تمكين سلوك تعطيل تراكب التحكم على الشاشة تلقائياً عند توصيل الماوس أو وحدة تحكم اللعبة.
az: Siçan və ya oyun nəzarətçisi qoşulduqda ekrandakı idarəetmə örtüyünün avtomatik söndürülməsi davranışını aktivləşdirin.
cs: Povolte pro automatické vypínání překrytí na obrazovce při připojení myši či herního ovladače.
de: Aktivieren Sie die automatische Deaktivierung des Overlays auf dem Bildschirm, wenn eine Maus oder ein Game-Controller angeschlossen ist.
el: Ενεργοποιήστε τη συμπεριφορά της αυτόματης απενεργοποίησης της επικάλυψης ελέγχου οθόνης όταν ένα χειριστήριο ποντικιού ή παιχνιδιού είναι συνδεδεμένο.
es: Activa el comportamiento de desactivar automáticamente los controles en pantalla cuando un ratón o un mando están conectados.
fil: Paganahin ang behavior na awtomatikong mag-disable ng on-screen control overlay kapag nakakonekta ang mouse o game controller.
hu: Engedélyezi a képernyőn megjelenő vezérlőréteg automatikus letiltását, amikor az egér vagy a kontroller csatlakoztatva van.
id: Mengaktifkan perilaku menonaktifkan overlay kontrol di layar secara otomatis saat mouse atau pengontrol game terhubung.
ja: マウスまたはゲームコントローラーが接続されている場合、画面上のコントロールボタンを自動的に無効にするようにします
ko: 마우스 또는 게임 컨트롤러가 연결되면 화면 컨트롤 UI를 비활성화합니다.
ms: Membolehkan secara automatik melumpuhkan tindanan kawalan on-screen apabila tetikus atau kawalan permainan disambungkan.
pt_br: Ativar o comportamento de desabilitar automaticamente os controles na tela quando um mouse ou controle estiver conectado.
ru: Автоматически скрывать раскладку экранного управления при подключении мыши или контроллера.
vi: Bật hành vi tự động tắt lớp phủ điều khiển trên màn hình khi chuột hoặc bộ điều khiển trò chơi được kết nối.
zh_hans: 启用连接鼠标或游戏手柄时自动禁用屏幕控制键的行为。

# preference.title.gesture_mouse
source: Mouse gestures
ar: إيماءات الفأرة
az: Siçan jestləri
cs: Gesta myši
de: Mausgesten
el: Χειρονομίες Ποντικιού
es: Gestos de ratón
fil: Mga gestures ng mouse
hu: Egér gesztusok
id: Gestur Mouse
ja: マウスのジェスチャー
ko: 마우스 제스처
ms: Gerak isyarat tetikus
pt_br: Gestos do mouse
ru: Жесты мыши
zh_hans: 鼠标手势

# preference.detail.gesture_mouse
source: Enables gestures, such as tap to place block, hold to break block, scrolling with 2 fingers
ar: تمكين الإيماءات، مثل النقر لوضع الكتلة، الاستمرار لكسر الكتلة، التمرير مع إصبعين
az: Blok qoymaq üçün klikləyin, bloku qırmaq üçün basıb saxlayın, 2 barmaqla sürüşdürmə kimi jestləri aktivləşdirin
cs: Povolí gesta, například kliknutím umístit blok, podržením zníčit blok a posouvání dvěma prsty
de: Ermöglicht Gesten wie Tippen zum Platzieren des Blocks, halten um den Block abzubauen, mit 2 Fingern zu scrollen
el: Ενεργοποιεί χειρονομίες, όπως το πάτημα για τοποθέτηση μπλοκ, κρατήστε πατημένο για να σπάσει το μπλοκ, κύλιση με 2 δάχτυλα
es: Habilita gestos, como tocar para colocar bloques, mantener para romper bloques, desplazar con 2 dedos
fil: Pinapagana ang mga gesture, tulad ng tap para maglagay ng block, hold para masira ang block, pag-scroll gamit ang 2 daliri
hu: Gesztusok engedélyezése, mint pl. koppints a bollok elhelyezésekor, tartsd nyomva, hogy blokkokat törj, 2 ujjal való görgetés
id: Aktifkan gestur, seperti ketuk untuk menaruh blok, tahan untuk memecah blok, bergulir dengan 2 jari
ja: ジェスチャーを有効にする(タップでブロックを置ける、長押しでブロックを破壊する、2本指でスクロール)
ko: 탭하여 블록 배치, 길게 눌러 블록 중단, 두 손가락으로 스크롤과 같은 제스처를 활성화합니다.
ms: Membolehkan gerakan isyarat, seperti tekan untuk letakkan blok, tekan lama untuk hancurkan blok, menatal dengan dua jari
pt_br: Permite gestos, como tocar para colocar bloco, segure para quebrar blocos, rolando com 2 dedos
ru: Переключение жестов размещения/разрушения блока при касании/удерживании экрана и прокрутки двумя пальцами.
vi: Bật các cử chỉ, chẳng hạn như nhấn để đặt khối, giữ để phá khối, cuộn bằng 2
zh_hans: 启用手势，例如点击放置方块、按住破坏方块、用两根手指转动视角

# preference.title.gesture_hotbar
source: Hotbar gestures
ar: إيماءات الشريط
az: Hotbar jestləri
cs: Gesta hotbaru
de: Hotbar Gesten
el: Χειρονομίες hotbar
es: Gestos de la hotbar
fil: Mga gesture ng hotbar
hu: Hotbar gesztusok
id: Gestur hotbar
ja: ホットバージェスチャー
ko: 핫바 제스처
ms: Gerak isyarat hotbar
pt_br: Gestos da barra rápida
ru: Жесты панели инструментов
vi: Cử Chỉ Hotbar
zh_hans: 快捷栏手势

# preference.detail.gesture_hotbar
source: Enables gestures, such as touch the hotbar slot, swap items between hand, throw items
ar: تمكين الإيماءات، مثل لمس فتحة شريط الاتصال، وتبادل العناصر بين اليد، ورمي العناصر
az: Hotbar yuvasına toxunmaq, elementləri əllər arasında dəyişmək, atmaq kimi jestləri aktivləşdirir
cs: Povolí gesta, například dotknutí se slotu hotbaru, vyměnění předměty mezi rukama a zahození předmětů
de: Aktiviert Gesten wie Berühren des Hotbar Slot, tausche Gegenstände zwischen der Hand aus, wirf Items
el: Ενεργοποιεί χειρονομίες, όπως να αγγίξετε την υποδοχή hotbar, να ανταλλάξετε αντικείμενα μεταξύ των χεριών, να ρίξετε αντικείμενα
es: Habilita gestos, como tocar la ranura de la hotbar, intercambiar objetos entre manos, tirar objetos
fil: Pinapagana ang mga gesture, tulad ng pag-touch sa hotbar slot, pagpalit ng mga item sa pagitan ng kamay
hu: Engedélyezi a gesztusokat, mint pl. a hotbar sor érintése, tárgyak cseréje a 2 kéz között, tárgyak eldobása
id: Aktifkan gestur, seperti sentuh slot hotbar, bertukar item antar tangan, melempar item
ja: アイテムジェスチャーを有効にする(ホットバーをタッチ、両手でのアイテム交換、アイテムを投けるなど)
ko: 핫바 슬롯 터치, 손 사이의 항목 교환, 항목 던지기와 같은 제스처를 활성화합니다.
ms: Membolehkan gerak isyarat, seperti sentuh hotbar slot, tukar barang antara tangan, buang barang
pt_br: Permite gestos, como toque no slot da barra de atalho, troque itens entre a mão, lance itens
ru: Включить жесты выбора слотов, выбрасывания предметов и их перемещения во вторую руку.
vi: Cho phép các cử chỉ, chẳng hạn như chạm vào khe thanh nóng, trao đổi vật phẩm giữa các tay, ném vật phẩm
zh_hans: 启用手势，例如点击快捷栏物品槽、双手交换物品、丢弃物品

# preference.title.disable_haptics
source: Disable on-screen haptics
ar: الغاء تفعيل الهزازات اللمسية
az: Ekran toxunuşlarını qeyri-aktiv et
cs: Vypnout hmatové funkce na obrazovce
de: Bildschirmhaptik deaktivieren
el: Απενεργοποίηση απτικών στην οθόνη
es: Desactivar hápticos en pantalla
fil: I-disable ang on-screen haptics
hu: Rezgés letiltása
id: Matikan haptik dilayar
ja: 画面上のハプティクスを無効にする
ko: 햅틱 비활성화
ms: Lumpuhkan haptik on-screen
pt_br: Desativar os atalhos na tela
ru: Отключить вибрацию при касании
zh_hans: 禁用屏幕压感

# preference.title.press_duration
source: Long-press duration (ms)
ar: مدة الضغط المطول (مللي ثانية)
az: Uzun basma müddəti (ms)
cs: Trvání dlouhého stisku (ms)
de: Dauer eines langen Touch (ms)
el: Διάρκεια παρατεταμένης πίεσης (ms)
es: Duración para pulsado largo (ms)
fa: مدت زمان فشار طولانی (ms)
fil: Tagal ng pagpindot nang long-press (ms)
hu: Hosszan nyomva tartás (ms)
id: Durasi pencet-lama (ms)
ja: 長押し時間 (ms)
ko: 길게 누르기 지속 시간 (ms)
ms: Durasi tekan lama (ms)
pt_br: Duração de pressionamento longo (ms)
ru: Длительность удерживания (мс)
vi: Độ dài nhấn giữ (ms)
zh_hans: 长按延迟（毫秒）
zh_hant: 長按時間（毫秒）

# preference.detail.press_duration
source: Trigger press duration for destroying blocks and dropping items.
ar: تفعيل مدة الضغط لتدمير البلوك وإسقاط العناصر.
az: Blokları qırmaq və əşyaları atmaq üçün basma müddəti.
cs: Délka trvání dlouhého držení ke zničení bloků a vyhazování itemů.
de: Auslösedauer um Blöcke zu zerstören und Items zu droppen.
el: Αλλαγή παρατεταμένου πατήματος καθυστέρηση ενεργοποίησης για την καταστροφή των μπλοκ και ρίξιμο αντικειμένων.
es: Cambia la duración del retraso para romper bloques y tirar objetos.
fa: مدت زمان فشار برای از بین بردن بلوک ها و انداختن آیتم ها را فعال کنید.
hu: Hosszan nyomva tartásának hossza a blokkok széttöréséhez vagy azok eldobásához.
id: Durasi pemicu pencet untuk menghancurkan balok dan menjatuhkan barang.
ja: ブロックを破壊したりアイテムをドロップしたりするための長さをトリガーします。
ko: 블록을 파괴하고 아이템을 떨어뜨리기 위한 트리거 누르기 지속 시간.
ms: Durasi tekan pencetus untuk menghancurkan blok dan buang barang.
pt_br: Altera o atraso do gatilho de toque longo para destruir blocos e soltar itens.
ru: Длительность удерживания для разрушения блоков и выбрасывания предметов.
vi: Khoảng thời gian chạm giữ để phá khối và ném đồ vật.
zh_hans: 修改长按摧毁方块、丢弃物品的触发时长。
zh_hant: 觸發破壞方塊及釋出物件的按壓時間。

# preference.title.button_scale
source: On-screen button scale (%)
ar: حجم الزر على الشاشة (%)
az: Ekrandakı düymə miqyası (%)
cs: Měřítko tlačítka na obrazovce (%)
de: Schalflächengröße (%)
el: Κλίμακα κουμπιών οθόνης (%)
es: Escala de botones en pantalla (%)
fa: مقیاس دکمه روی صفحه (%)
fil: Sukat ng button sa screen (%)
hu: Gomb mérete a kijelzőn (%)
id: Skala tombol dilayar (%)
ja: オンスクリーンボタンの拡大率(%)
ko: 화면 버튼 크기 (%)
ms: Skala butang pada skrin (%)
pt_br: Escala dos botões virtuais (%)
ru: Размер кнопок (%)
vi: Độ rộng nút trên màn hình (%)
zh_hans: 屏幕按钮缩放 (%)
zh_hant: 螢幕按鈕比例（%）

# preference.detail.button_scale
source: Upscale them if buttons are too small, usually needed for iPad users.
ar: قم بترقيتها إذا كانت الأزرار صغيرة جداً، وعادة ما تكون ضرورية لمستخدمي الأيباد.
az: Düymələr çox kiçikdirsə, onları böyüdün, adətən iPad istifadəçiləri üçün lazımdır.
cs: Zvětšit tlačítka jsou-li příliš malá, obvyklé potřebné pro uživatele iPadů.
de: Erhöhe den Wert, wenn die Schaltflächen zu klein sind; Normalerweise für iPad-Nutzer notwendig.
el: Μεγάλωμα αν τα κουμπιά είναι πολύ μικρά, συνήθως απαιτούνται για τους χρήστες iPad.
es: Sube de tamaño a los botones si resultan ser muy pequeños, es usualmente necesario para usuarios de iPad.
fa: اگر دکمه‌ها خیلی کوچک هستند، آن‌ها را ارتقا دهید، که معمولاً برای کاربران iPad مورد نیاز است.
fil: Palakihin ang mga ito kung masyadong maliit ang mga button, kadalasang kailangan para sa mga user ng iPad.
hu: Skálázd fel, hogyha a gombok túl kicsik. Általában ez iPad felhasználóknak hasznosabb.
id: Naikkan skala mereka jika tombol terlalu kecil, biasanya dibutuhkan oleh pengguna iPad.
ja: ボタンが小さすぎる場合は、iPadユーザーに通常必要とされる上限にする。
ko: 버튼이 너무 작으면 높히세요. 기본적으로 iPad 사용자에게 필요합니다.
ms: Membesarkan jika butangnya terlalu kecil, selalunya digunakan untuk pengguna iPad.
pt_br: Amplie-os se os botões são muito pequenos, geralmente necessários para usuários de iPad.
ru: Увеличьте, если они слишком малы. Особенно полезно для пользователей iPad.
vi: Tăng lên nếu nút quá nhỏ, đặc biệt với người dùng iPad.
zh_hans: 如果按钮过小则放大按钮，通常平板用户需要更改此选项。
zh_hant: 如果按鈕太小的話，就增加比例，iPad 使用者通常都需要這個選項。

# preference.title.mouse_scale
source: Mouse scaling (%)
ar: توسيع حجم الفأرة (%)
az: Siçan miqyası (%)
cs: Škálování myši (%)
de: Maus-Größe (%)
el: Κλιμάκωση ποντικιού (%)
es: Tamaño del ratón (%)
fa: مقیاس ماوس (%)
fil: Pag-scale ng mouse (%)
hu: Egér mérete (%)
id: Skala mouse (%)
ja: マウスの拡大縮小(%)
ko: 마우스 크기 (%)
ms: Skala tetikus (%)
pt_br: Escala do mouse (%)
ru: Размер указателя (%)
vi: Độ lớn của chuột (%)
zh_hans: 鼠标缩放（%）
zh_hant: 滑鼠比例（%）

# preference.detail.mouse_scale
source: Change the size of the virtual mouse
ar: تغيير حجم الفأرة الافتراضية
az: Virtual siçanın ölçüsünü dəyişdirin
cs: Změnit velikost virtuální myši
de: Ändert die Größe der Virtuellen Maus
el: Αλλαγή μεγέθους εικονικού ποντικιού
es: Cambiar velocidad del ratón virtual
fa: تغییر اندازه ماوس مجازی
fil: Baguhin ang laki ng virtual mouse
hu: Átállítja a virtuális egér méretét
id: Ubah ukuran mouse virtual
ja: 仮想マウスのサイズを変更する
ko: 가상 마우스 크기 변경
ms: Ubah saiz tetikus maya
pt_br: Alterar o tamanho do mouse virtual
ru: Изменить размер указателя виртуальной мыши
vi: Đổi kích thước chuột ảo
zh_hans: 修改虚拟鼠标的大小
zh_hant: 改變虛擬游標的大小

# preference.title.mouse_speed
source: Mouse speed (%)
ar: سرعة الفأرة (%)
az: Siçan sürəti (%)
cs: Rychlost myši (%)
de: Mausgeschwindigkeit (%)
el: Ταχύτητα ποντικιού (%)
es: Velocidad del ratón (%)
fa: سرعت ماوس (%)
fil: Bilis ng Mouse (%)
hu: Egér sebessége (%)
id: Kecepatan mouse (%)
ja: マウスの速度 (%)
ko: 마우스 속도 (%)
ms: Kelajuan tetikus (%)
pt_br: Velocidade do mouse (%)
ru: Скорость указателя (%)
vi: Tốc độ chuột (%)
zh_hans: 鼠标速度 (%)
zh_hant: 滑鼠速度（%）

# preference.detail.mouse_speed
source: Change the speed of the virtual mouse
ar: تغيير سرعة الفأرة الافتراضية
az: Virtual siçanın sürətini dəyişdirin
cs: Změnit rychlost virtuální myši
de: Ändert die Geschwindigkeit der Virtuellen Maus
el: Αλλάζει την ταχύτητα του εικονικού ποντικιού
es: Cambiar velocidad del ratón virtual
fa: تغییر سرعت ماوس مجازی
fil: Baguhin ang bilis ng virtual mouse
hu: Átállítja a virtuális egér sebességét
id: Ubah kecepatan mouse virtual
ja: 仮想マウスの速度を変更する
ko: 가상 마우스 속도 변경
ms: Ubah kelajuan tetikus maya
pt_br: Alterar a velocidade do mouse virtual
ru: Изменить скорость указателя виртуальный мыши
vi: Chỉnh tốc độ của chuột ảo
zh_hans: 修改虚拟鼠标的移动速度
zh_hant: 改變虛擬滑鼠的速度

# preference.title.virtmouse_enable
source: Virtual mouse
ar: الفأرة الافتراضية
az: Virtual siçan
cs: Virtuální myš
de: Virtuelle Maus
el: Εικονικό ποντίκι
es: Ratón virtual
fa: ماوس مجازی
hu: Virtuális egér
id: Mouse virtual
ja: 仮想マウス
ko: 가상 마우스
lt: Virtuali pelė
ms: Tetikus maya
pt_br: Mouse virtual
ru: Виртуальная мышь
tt: Виртуаль тычкан
vi: Chuột ảo
zh_hans: 虚拟鼠标
zh_hant: 虛擬滑鼠

# preference.detail.virtmouse_enable
source: Enable this option to start with virtual mouse on
ar: تمكين هذا الخيار للبدء بالفأرة الافتراضية على
az: Virtual siçan ilə başlamaq üçün bu seçimi aktiv edin
cs: Zapni tutu možnost pro začínání se zapnutou vyrtuální myší
de: Aktiviere diese Option, um mit Virtueller Maus zu spielen
el: Ενεργοποιήστε αυτή την επιλογή για να ξεκινήσετε με εικονικό ποντίκι
es: Habilita está opcion para empezar con el ratón virtual encendido
fa: این گزینه را برای شروع با موس مجازی فعال کنید
fil: Paganahin ang opsyong ito upang magsimula nang naka-on ang virtual na mouse
hu: Kapcsold ezt be, hogyha úgy szeretnéd elindítani a játékot, hogy alapértelmezetten van bekapcsolva a virtuális egér
id: Nyalakan opsi ini untuk memulai dengan mouse virtual nyala
ja: 仮想マウスの起動時にこのオプションを有効にする
ko: 가상 마우스와 함께 시작하려면 활성화 하세요.
ms: Membolehkan pilihan ini untuk memulakan dengan tetikus maya
pt_br: Ative esta opção para iniciar com o mouse virtual ligado
ru: Запускать игру с включённой виртуальной мышью
vi: Bật tùy chọn này để khởi động trò chơi với chuột ảo được bật sẵn
zh_hans: 启用此选项以在游戏启动时显示虚拟鼠标
zh_hant: 啟用這個選項以在啟動時啟動虛擬游標。

# preference.title.slideable_hotbar
source: Slideable hotbar
ar: شريط اتصال قابل للتمرير
az: Sürüşən hotbar
cs: Posuvný hotbar
de: Schiebbare Hotbar
el: Συρόμενο hotbar
es: Hotbar deslizable
fa: هاتبار کشویی
fil: Naii-slide na hotbar
hu: Csúsztatható hotbar
id: Hotbar bisa digeser
ja: スライド可能なホットバー
ko: 슬라이드 가능한 핫바
ms: Hotbar boleh slide
pt_br: Hotbar deslizante
ru: Прокрутка панели инструментов
vi: Thanh vật phẩm có thể trượt
zh_hans: 可滑动的物品栏
zh_hant: 可捲動快捷欄

# preference.detail.slideable_hotbar
source: Make the hotbar slideable like the mouse wheel
ar: جعل شريط الاتصال قابل للانزلاق مثل عجلة الماوس
az: Hotbar-ı siçan təkəri kimi sürüşə bilən hala gətirin
cs: Udělat hotbar posunovatelný jako kolečko myši
de: Macht die Hotbar wie mit dem Mausrad schiebbar
el: Κάντε το hotbar slideable όπως ο τροχός του ποντικιού
es: Permite deslizarse en el hotbar como la rueda del ratón
fa: هاتبار را مانند چرخ ماوس قابل لغزش کنید
fil: Gawing slideable ang hotbar na parang gulong ng mouse
hu: A hotbar átalakítása csúsztathatóvá az egér görgőjével
id: Buat hotbar bisa digeser seperti mouse wheel
ja: マウスホイールのようにホットバーをスライド可能にする
ko: 핫바를 마우스 휠처럼 슬라이드 가능하게 바꿉니다.
ms: Jadikan hotbar boleh gelongsor seperti roda tetikus
pt_br: Deixe a barra rápida deslizável como a roda do mouse
ru: Включить прокрутку слотов панели инструментов при помощи жеста.
vi: Làm thanh vật phẩm có thể trượt, hoạt động như cuộn nút giữa chuột
zh_hans: 使快捷栏像鼠标滚轮一样可滑动
zh_hant: 令快捷欄能夠以像滑鼠輪一般地捲動

# preference.title.gyroscope_enable
source: Enable gyroscope controls
ar: تمكين التحكم بالجيروسكوب
az: Gyroskop nəzarətlərini aktivləşdirin
cs: Zapnout gyroskopové ovládání
de: Aktiviere Gyroskop-Steuerung
el: Ενεργοποίηση εξομάλυνσης γυροσκοπίου
es: Habilitar controles de giroscopio
fa: فعال کردن کنترل های ژیروسکوپ
fil: I-enable ang mga kontrol ng gyroscope
hu: Giroszkópos irányítás engedélyezése
id: Hidupkan kontrol giroskop
ja: ジャイロコントロールをオンにする
ko: 자이로스코프 컨트롤 활성화
lt: Įjungti gyroskopo kontroles
ms: Membolehkan kawalan giroskop
pt_br: Habilitar controles por giroscópio
ro: Permite controalele gyroscopului
ru: Управление наклоном
vi: Bật con quay hồi chuyển
zh_hans: 启用陀螺仪控制
zh_hant: 啟用陀螺儀控制

# preference.detail.gyroscope_enable
source: Enabling this will allow you to turn in game by turning your device
ar: تمكين هذا سيسمح لك بتشغيل اللعبة عن طريق تحويل هاتفك
az: Bunu aktivləşdirmək sizə cihazınızı çevirərək oyunu aktivləşdirməyə imkan verəcək
cs: Zapnutí tohoto vám umožní otáčet se ve hře otočením zařízení
de: Wenn du dies aktivierst, kannst du dich im Spiel drehen, indem du dein Gerät drehst
el: Ενεργοποιώντας το, θα σας επιτρέψει να γυρίσετε τον χαρακτήρα σας μέσα στο παιχνίδι γυρίζοντας το τηλέφωνό σας
es: Activar esto te permitirá girar la camara en el juego girando tu teléfono
fil: Sa pamamagitan nito, maaari kang lumingon sa laro gamit ang pag-ikot ng iyong device
hu: Ennek az engedélyezésével átforgathatod a játékodat a telefonod forgatásával
id: Mengaktifkan ini akan memperolehkan Anda untuk memutar permainan dengan memutar ponsel Anda
ja: ゲームの横縦向きの変更を有効にする
ko: 이 기능을 활성화하면 기기를 돌려서 게임을 시작할 수 있습니다.
ms: Mendayakan ini akan membolehkan anda menghidupkan permainan dengan memusingkan peranti anda
pt_br: Habilitar isto permitirá que você visualize o jogo girando o seu telefone
ru: Позволяет управлять положением камеры в игре путём вращения устройства.
vi: Kích hoạt tính năng này sẽ cho phép bạn tham gia trò chơi bằng cách xoay thiết bị của mình
zh_hans: 启用此功能会允许您通过转动设备来在游戏中转动视角

# preference.title.gyroscope_invert_x_axis
source: Invert gyroscope left and right
ar: عكس الغيروسكوب لليسار واليمين
az: Giroskopu sola və sağa çevirin
cs: Obrátit pravo a levo gyroskopu
de: Gyroskop umkehren
el: Αντιστροφή γυροσκοπίου αριστερά και δεξιά
es: Invertir izquierda y derecha en el giroscopio
fil: Baligtarin ang kaliwa at kanang gyroscope
hu: Giroszkóp vízszintes irányítás invertálása
id: Balikan giroskop kiri dan kanan
ja: ジャイロスコープを左右反転
ko: 자이로스코프 좌우 반전
ms: Terbalikkan giroskop ke kiri dan kanan
pt_br: Inverter giroscópio para esquerda e direita
ru: Инвертировать поворот
vi: Đảo ngược con quay hồi chuyển trái và phải
zh_hans: 左右反转陀螺仪

# preference.detail.gyroscope_invert_x_axis
source: Inverts the X-axis of the gyroscope
ar: عكس المحور X-axi للجروسكوب
az: Gyroskopun X oxunun tərsinə çevirir
cs: Obrací osu X gyroskopu
de: Wechselt die X-Achse des Gyroskops
el: Αντιστρέφει τον άξονα Χ του γυροσκοπίου
es: Invierte el eje X del giroscopio
fil: Binabaligtad ang X-axis ng gyroscope
hu: Invertálja az X-tengelyét a giroszkópban
id: Balikan sumbu X giroskop
ja: ジャイロスコープのX軸を反転
ko: 자이로스코프 X축 반전
ms: Terbalikkan paksi X giroskop
pt_br: Inverte o eixo horizontal do giroscópio
ru: Поменять направление поворота по горизонтали
vi: Đảo ngược trục X của con quay hồi chuyển
zh_hans: 反转陀螺仪的 X 轴

# preference.title.gyroscope_sensitivity
source: Gyroscope controls sensitivity
ar: حساسية التحكم في الغيروسكوب
az: Gyroskop həssaslığını idarə edin
cs: Citlivost gyroskopového ovládání
de: Gyroskopsteuerungsempfindlichkeit
el: Ευαισθησία ελέγχων γυροσκοπίου
es: Sensibilidad del giroscopio
fa: حساسیت کنترلر های ژیروسکوپ
fil: Sensitivity ng kontrol ng gyroscope
hu: Giroszkópos irányítás érzékenysége
id: Giroskop mengontrol sensitivitas
ja: ジャイロコントロールの感度
ko: 자이로스코프 감도 조절
lt: Gyroskopo kontroliu sensityvumas
ms: Giroskop mengawal sensitiviti
pt_br: Sensibilidade de controles por giroscópio
ro: Controalele tiroscopului controlează sensibilitatea
ru: Чувствительность гироскопа
vi: Độ nhạy con quay hồi chuyển
zh_hans: 陀螺仪控制灵敏度
zh_hant: 陀螺儀控制靈敏度

# preference.detail.gyroscope_sensitivity
source: Adjust the sensitivity of gyroscope controls
ar: ضبط حساسية أجهزة التحكم الجيبروسكوب
az: Gyroskop nəzarətlərinin həssaslığını tənzimləyin
cs: Upravit citlivost gyroskopového ovládání
de: Passe die Empfindlichkeit der Gyroskop-Steuerung an
el: Προσαρμόστε την ευαισθησία των ελέγχων γυροσκοπίου
es: Ajustar la sensibilidad de los controles por giroscopio
fa: حساسیت کنترل های ژیروسکوپ را تنظیم کنید
hu: Átállítja a giroszkóp irányítás érzékenységét
id: Sesuaikan sensitivitas kontrol giroskop
ja: ジャイロコントロールの感度の調整
ko: 자이로스코프 컨트롤의 감도를 조정하세요
ms: Laraskan sensitiviti kawalan giroskop
pt_br: Ajustar a sensibilidade dos controles do giroscópio
ro: Ajustați sensibilitatea controalelor cu giroscop
ru: Изменение чувствительности датчика вращения.
vi: Điều chỉnh độ nhạy của điều khiển bằng con quay hồi chuyển
zh_hans: 调整陀螺仪控制的灵敏度
zh_hant: 調整陀螺儀控制的靈敏度
