Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/resources/*.lproj/Localizable.strings
Languages: ar, az, bn, cs, de, el, es, fa, fil, hu, id, ja, ko, lt, mn, ms, pt_br, ro, ru, tt, vi, zh_hans, zh_hant

# java.error.missing_runtime
source: %@ requires Java %d or later to run. Please install it first and specify it in Manage Runtimes.
ar: %@ يتطلب اصدار جافا %d او اعلى، رجاءً ثبته ثم حدده في قائمة Manage Runtimes
az: %@ işləmək üçün Java %d və ya daha yenisini tələb edir. Lütfən, əvvəlcə onu quraşdırın və İcra vaxtlarını idarə et bölməsində qeyd edin.
cs: Spuštění %@ vyžaduje Javu %d či novější. Nejprve si ji nainstalujte a vyberte ve Správci Běhových Prostředí.
de: %@ benötigt Java %d oder neuer. Bitte installiere zuerst die korrekte Java-Version und wähle sie in "Laufzeiten verwalten" aus.
el: Το %@ απαιτεί Java %d ή νεότερη έκδοση. Παρακαλώ εγκαταστήστε το πρώτα και καθορίστε το στη Διαχείριση Εκτέλεσης.
es: %@ requiere Java %d o posterior para ejecutarse. Por favor, instalalo primero y selecciónalo en los ajustes.
fil: Kailangan ng %@ ang Java %d o mas bago para tumakbo. Paki-install muna ito at itakda ito sa Manage Runtimes.
hu: A(z) %@ Java %d-t vagy későbbit igényel. Kérlek, telepítsd először, majd add meg a "Runtime-ok kezelése" opcióban.
id: %@ membutuhkan Java %d atau lebih baru untuk dijalankan. Tolong pasang itu terlebih dahulu dan pilih itu di Kelola Runtime.
ja: %@ を実行するにはJava %d 以降が必要です。最初にインストールし、ランタイムの管理で指定してください。
ko: %@을(를) 실행하려면 자바 %d 이상이 필요합니다. 먼저 설치하고 런타임 관리에서 지정하십시오.
ms: %@ memerlukan Java %d atau terkini untuk melancarkannya. Tolong memasangkan dahulu dan nyatakan dalam Pengurusan Runtimes.
pt_br: %@ requer Java %d ou posterior para executar. Por favor, instale primeiro e especifique-o em "Gerenciar Runtimes".
ru: Для запуска %@ требуется Java %d или выше. Сперва установите её и укажите в качестве среды выполнения.
zh_hans: %@ 需要 Java %d 或更高版本运行。请先安装并在管理运行时中指定它。

# launcher.mcl.downloading_file
source: Downloading %@
ar: التحميل جارٍ %@
az: Endirilir %@
cs: Stahování %@
de: %@ wird heruntergeladen
el: Γίνεται λήψη %@
es: Descargando %@
fil: Nagda-download %@
hu: %@ letöltése
id: Mengunduh %@
ja: %@ をダウンロード中
ko: %@ 다운로드 중
ms: Memuat turun %@
pt_br: Baixando %@
ru: Загрузка %@
vi: Đang tải xuống%@
zh_hans: 正在下载文件 %@
zh_hant: 正在下載 %@

# launcher.mcl.error_download
source: Failed to download %@: %@
ar: فشل التنزيل %@: %@
az: Endirmək alınmadı %@: %@
cs: Nepodařilo se stáhnout %@: %@
de: Fehler beim Herunterladen von %@: %@
el: Αποτυχία λήψης %@: %@
es: Error al descargar %@: %@
fil: Hindi ma-download ang %@: %@
hu: %@: %@ letöltése sikertelen
id: Gagal untuk mengunduh %@: %@
ja: ダウンロードを失敗しました %@: %@
ko: %@: %@ 다운로드 실패
ms: Gagal untuk muat turun %@: %@
pt_br: Falha ao baixar %@: %@
ru: Не удалось загрузить %@: %@
vi: Không thể tải xuống %@:%@
zh_hans: 文件 %@ 下载失败：%@ ，建议重启启动器重新下载
zh_hant: 無法下載 %@：%@

# launcher.menu.custom_controls
source: Custom controls
ar: تخصيص التحكم
az: Fərdi idarəetmələr
bn: কাস্টম কন্ট্রোল
cs: Vlastní ovládací prvky
de: Benutzerdefinierte Steuerung
el: Προσαρμοσμένα controls
es: Controles personalizados
fa: کنترل‌های شخصی
fil: Pasadyang mga kontrol
hu: Irányítás testreszabása
id: Kontrol kustom
ja: カスタムコントロール
ko: 사용자 지정 조작
lt: Kontrolės
mn: Control солих
ms: Kawalan custom
pt_br: Controles personalizados
ro: Controale personalizate
ru: Раскладка управления
tt: Көйләнелгән идарә
vi: Tùy chỉnh điều khiển
zh_hans: 自定义控制键位
zh_hant: 自訂控制鍵

# launcher.wait_jit.title
source: Waiting for JIT
ar: انتظر JIT
az: JIT gözləyir
cs: Čekám na JIT
de: Warten auf JIT
el: Αναμονή για JIT
es: Esperando por JIT
fa: در انتظار JIT
fil: Naghihintay ng JIT
hu: Várakozás JIT-re
id: Menunggu JIT
ja: JITを待っています
ko: JIT를 기다리고 있습니다
ms: Menunggu untuk JIT
pt_br: Aguardando o JIT
ru: Ожидание JIT
vi: Đang đợi JIT
zh_hans: 正在等待获取即时编译（JIT）权限
zh_hant: 正在等待 JIT

# launcher.wait_jit.message
source: PojavLauncher relies on Just-in-time compilation for Java to work at maximum performance.
ar: يعتمد PojavLauncher على تجميع Just-in-time لـ Java للعمل بأقصى قدر من الأداء.
az: PojavLauncher Java-nın maksimum performansla işləməsi üçün Just-in-time kompilyasiyasına əsaslanır.
cs: PojavLauncher potřebuje kompilaci Just-in-time, aby Java mohla fungovat maximální rychlostí.
de: PojavLauncher setzt auf Java's Just-in-time-Kompilierung, um mit maximaler Leistung zu arbeiten.
el: Το PojavLauncher βασίζεται στη συλλογή Just-in-time για να δουλέψει η Java στη μέγιστη απόδοση.
es: PojavLauncher utiliza la compilación Just-in-time para que Java funcione con el máximo rendimiento.
fa: Pojavlauncher متکی به تدوین در زمان مناسب برای جاوا برای کار در حداکثر عملکرد است.
fil: Umaasa ang PojavLauncher sa Just-in-time na compilation para gumana ang Java sa maximum na performance.
hu: A PojavLauncher a Just-in-Time összeállításra támaszkodik a Java-hoz, azért, hogy a maximum teljesítményen dolgozzon.
id: PojavLauncher membutuhkan compilation Just-in-Time agar Java dapat bekerja dalam perfoma maksimal.
ja: PojavLauncherは、Javaが最大限のパフォーマンスで動作するようにJust-in-timeコンパイルに依存しています。
ko: PojavLauncher는 최대 성능으로 작동하기 위해 Java용 Just-in-time 컴파일에 의존합니다.
ms: PojavLauncher bergantung kepada kompilasi Just-in-time untuk Java dalam prestasi maksimum.
pt_br: O PojavLauncher depende da compilação Just-in-time para que o Java funcione no desempenho máximo.
ru: PojavLauncher полагается на работу JIT-компилятора Java для работы с максимальной производительностью.
vi: PojavLauncher phụ thuộc vào JIT để Java hoạt động ở mức tối đa hiệu năng.
zh_hans: PojavLauncher 依靠 Java 的即时编译（JIT）来以最大性能工作。
zh_hant: PojavLauncher 依賴即時編譯令 Java 以最大效能執行。

# login.error.username.outOfRange
source: Username must be at least 3 characters and a maximum of 16 characters
ar: يجب أن يكون إسم المستخدم بين 3 و 16 حرف
az: İstifadəçi adı ən azı 3, maksimum 16 simvoldan ibarət olmalıdır
cs: Uživatelské jméno musí být dlouhé alespoň 3 znaky a nanejvýše 16 znaků
de: Benutzername muss mindestens 3 und maximal 16 Zeichen lang sein
el: Το όνομα χρήστη πρέπει να είναι τουλάχιστον 3 χαρακτήρες και το πολύ 16 χαρακτήρες
es: El nombre de usuario debe tener al menos 3 caracteres y un máximo de 16 caracteres
fa: نام کاربری باید حداقل 3 کاراکتر و حداکثر 16 کاراکتر باشد
fil: Dapat ang username ay may 3 na characters na hindi dapat lalampas sa 16 na characters
hu: A felhasználónév legalább 3 vagy legfeljebb 16 karakter hosszú kell hogy legyen, és csakis betűt, számokat 0-tól 9-ig és alsóvonalat (_) tartalmazhat.
id: Nama pengguna harus minimal mempunyai 3 karakter dan maksimal 16 karakter
ja: ユーザー名は最低3文字、最大16文字でなければなりません。
ko: 닉네임은 최소 3글자에서 최대 16글자로 해야합니다.
ms: Nama pengguna mestilah sekurang-kurangnya 3 aksara dan maksimum 16 aksara
pt_br: O nome de usuário deve ter no mínimo 3 caracteres e no máximo 16 caracteres
ru: Имя пользователя не должно быть короче 3 и длиннее 16 символов
vi: Tên người dùng phải có từ 3 đến 16 kí tự
zh_hans: 用户名必须在 3-16 个字符以内
zh_hant: 使用者名稱必須是在3至16個字元之間。

# login.alert.field.username
source: Username
ar: اسم المستخدم
az: İstifadəçi adı
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fa: نام کاربری
hu: Felhasználónév
ja: ユーザー名
ko: 사용자명
ms: Nama pengguna
pt_br: Nome de Usuário
ru: Имя пользователя
tt: Кулланучының исеме
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# login.jit.checking
source: Checking for JIT
ar: التحقق من JIT
az: JIT yoxlanılır
cs: Kontrolování JIT
de: Prüfe auf JIT
el: Έλεγχος για JIT
es: Buscando JIT
fa: در حال بررسی JIT
fil: Nagche-check para sa JIT
hu: JIT ellenőrzése
id: Memeriksa JIT
ja: JITを確認中
ko: JIT를 확인하고 있습니다
ms: Menyemak JIT
pt_br: Verificando o JIT
ru: Проверка JIT...
vi: Kiểm tra cho JIT
zh_hans: 检查启动器是否拥有 JIT 权限
zh_hant: 正在檢查即時編譯

# login.jit.enabled
source: JIT has been enabled
ar: تم تمكين JIT
az: JIT aktivləşdirilib
cs: JIT byl zapnut
de: JIT wurde aktiviert
el: Το JIT ενεργοποιήθηκε
es: JIT ha sido habilitado
fa: JIT فعال شد
fil: Na-enable na ang JIT
hu: A JIT engedélyezve lett
id: JIT telah dinyalakan
ja: JIT が有効になりました
ko: JIT가 활성화 되었습니다
ms: JIT telah didayakan
pt_br: O JIT foi ativado
ru: JIT активирован
vi: JIT đã được bật
zh_hans: JIT 权限已启用
zh_hant: 即時編譯已啟動

# login.jit.fail
source: JIT could not be enabled.
ar: تعذّر تمكين JIT.
az: JIT aktivləşdirilə bilmədi.
cs: JIT nemohla být zapnuta.
de: JIT konnte nicht aktiviert werden.
el: Το JIT δεν μπόρεσε να ενεργοποιηθεί.
es: JIT no pudo ser activado.
fil: Hindi ma-enable ang JIT.
hu: A JIT nem engedélyezhető.
id: JIT tidak dapat diaktifkan.
ja: JITを有効化できませんでした
ko: JIT이 활성화 되지 않았습니다.
lt: JIT negalėjo būti įjungtas.
ms: JIT tidak dapat didayakan.
pt_br: Usuário '%s' não pode ser habilitado.
ru: Не удалось включить JIT.
vi: Không thể bật JIT.
zh_hans: 无法开启 JIT权限
zh_hant: 無法啟用即時編譯。

# login.jit.fail.title
source: JIT could not be enabled on your device.
ar: تعذّر تمكين JIT على جهازك.
az: JIT cihazınızda aktiv edilə bilmədi.
cs: JIT nemohla být zapnuta na vašem zařízení.
de: JIT konnte auf deinem Gerät nicht aktiviert werden.
el: Δεν ήταν δυνατή η ενεργοποίηση του JIT στη συσκευή σας.
es: JIT no pudo ser activado en tu dispositivo.
fil: Hindi ma-enable ang JIT sa iyong device.
hu: a JIT nem engedélyezhető az eszközödön.
id: JIT tidak bisa diaktifkan pada perangkat anda.
ja: お使いのデバイスでJITを有効化できませんでした
ko: 장치에서 JIT를 사용하도록 할수 없습니다
lt: JIT negalėjo būti įjungtas ant tavo įrenginio.
ms: JIT tidak dapat didayakan pada peranti anda.
pt_br: JIT não pode ser ativado em seu dispositivo.
ru: Не удалось включить JIT на вашем устройстве.
vi: Không thể bật JIT trên thiết bị của bạn.
zh_hans: 无法在您的设备上开启 JIT权限
zh_hant: 無法在您的裝置上啟用 JIT。

# login.jit.fail.description
source: No integrations could be used to automatically enable JIT on your device, and it must now be enabled manually. Errors have been logged to latestlog.txt.
ar: لا يمكن استخدام أي تكاملات لتفعيل JIT تلقائيًا على جهازك، ويجب الآن تمكينها يدوياً. لقد تم تسجيل الأخطاء إلى latestlog.txt.
az: Cihazınızda JIT-i avtomatik aktivləşdirmək üçün heç bir inteqrasiyadan istifadə edilə bilməz və o, indi əl ilə aktivləşdirilməlidir. Səhvlər latestlog.txt-ə daxil edilmişdir.
cs: Nebylo možno použít jakoukoliv integraci k automatickému zapnutí JIT na vašem zařízení, tudíž musí být zapnuta ručně. Chyby se zaznamenaly do latestlot.txt.
de: Keine Integration konnte verwendet werden, um JIT automatisch auf deinem Gerät zu aktivieren. Nun muss dies manuell getan werden. Fehler wurden in latestlog.txt ausgegeben.
el: Καμία ενσωμάτωση δεν θα μπορούσε να χρησιμοποιηθεί για την αυτόματη ενεργοποίηση της JIT στη συσκευή σας, και τώρα πρέπει να ενεργοποιηθεί χειροκίνητα. Σφάλματα έχουν καταγραφεί στο latestlog.txt.
es: No se han podido utilizar integraciones para habilitar JIT automáticamente en su dispositivo y ahora debe ser habilitado manualmente. Los errores han sido registrados en latestlog.txt.
fil: Walang mga integration na maaaring gamitin para awtomatikong ma-enable ang JIT sa iyong device, at kailangan na itong i-enable nang mano-mano. Ang mga error ay naitala sa latestlog.txt.
hu: Semmilyen integráció nem használható ahoz, hogy automatikusan engedélyezd a JIT-et az eszközödön, és manuálisan kell ezt engedélyezned. Hibák fel lesznek jegyezve a "latestlog.txt" fájlban.
id: Tidak ada integrasi yang dapat digunakan untuk mengaktifkan JIT secara otomatis di perangkat Anda, dan sekarang harus diaktifkan secara manual. Kesalahan telah dicatat ke latestlog.txt.
ja: 自動的にJITを起動できなかったです。手動で有効にする必要があります。エラーはlatestlog.txtに記録されています。
ko: 디바이스에서 JIT를 자동으로 활성화하는 데 통합을 사용할 수 없으며 이제 수동으로 활성화해야 합니다. latestlog.txt에 오류가 기록되었습니다.
ms: Tiada penyepaduan boleh digunakan untuk mendayakan JIT secara automatik pada peranti anda, dan ia kini mesti didayakan secara manual. Ralat telah dilog ke latestlog.txt.
pt_br: Nenhuma integração pode ser usada para ativar automaticamente o JIT no seu dispositivo, e agora ele deve estar ativado manualmente. Erros foram registrados no latestlog.txt.
ru: Не удалось задействовать ни одну из встроенных функций для включения JIT на вашем устройстве, и вам это придётся делать вручную. Ошибки были записаны в latestlog.txt.
vi: Không thể sử dụng tích hợp nào để tự động bật JIT trên thiết bị của bạn và giờ đây nó phải được bật theo cách thủ công. Lỗi đã được ghi vào latestlog.txt.
zh_hans: 无法使用集成在您的设备上自动启用即时编译（JIT），您需要借助一些方法手动启用其权限。错误已记录于 latestlog.txt。
zh_hant: 沒有整合能在您的裝置上自動啟動 JIT，現在必須手動啟動。錯誤已被記錄到 latestlog.txt。

# login.menu.sendlogs
source: Send your logs
ar: ارسال سجلات الخطأ
az: Günlüklərinizi göndərin
cs: Odeslat záznamy
de: Fehlerprotokolle senden
el: Αποστολή αρχείων καταγραφής
es: Envía tus logs
fa: log خود را ارسال کنید
fil: I-send ang iyong logs
hu: Küldd el a log fájlt
id: Kirim log-log kamu
ja: ログを送信する
ko: 로그 내보내기
lt: Siųsti žurnalus
ms: Hantar log anda
pt_br: Envie seus registros
ru: Поделиться журналом
vi: Gửi nhật kí của bạn
zh_hans: 发送日志文件
zh_hant: 傳送您的記錄檔

# login.option.add
source: Add account
ar: أضف حساباً
az: Hesab əlavə edin
cs: Přidat účet
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fa: اضافه کردن حساب کاربری
fil: Magdagdag ng account
hu: Fiók hozzáadása
id: Tambah akun
ja: アカウントを追加
ko: 계정 추가
lt: Pridėti accounta
ms: Tambah Akaun
pt_br: Adicionar conta
ro: Adăugați un cont
ru: Добавить учётную запись
tt: Аккаунт өстәү
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳號

# login.option.select
source: Select account
ar: اختر الحساب
az: Hesab seçin
bn: আ্যকাউন্ট নির্বাচন করুন
cs: Vybrat účet
de: Konto auswählen
el: Επιλέξτε λογαριασμό
es: Seleccione una cuenta
fa: انتخاب اکانت
fil: Piliin ng account
hu: Fiók kiválasztása
id: Pilih akun
ja: アカウントを選択
ko: 계정 선택
lt: Pasirinkti paskyrą
mn: Данс сонгох
ms: Pilih akaun
pt_br: Selecionar conta
ro: Selectează contul
ru: Учётные записи
tt: Аккаунтлар
vi: Chọn tài khoản
zh_hans: 选择账户
zh_hant: 選擇帳號

# login.option.demo
source: Demo account
ar: حساب تجريبي
az: Demo hesabı
cs: Demo účet
de: Demo-Konto
el: Λογαριασμός επίδειξης
es: Cuenta demo
fil: Demo na account
hu: Demó fiók
id: Akun demo
ja: デモアカウント
ko: 체험판 계정
lt: Demonstracinė paskyra
ms: Akaun Demo
pt_br: Conta demonstrativa
ru: Демонстрационный режим
vi: Tài Khoản Demo
zh_hans: 演示账户（试玩账户）
zh_hant: 示範帳戶

# login.option.microsoft
source: Microsoft account
ar: حساب مايكروسوفت
az: Microsoft hesabı
cs: Účet Microsoft
de: Microsoft-Konto
el: Λογαριασμός Microsoft
es: Cuenta de Microsoft
fa: حساب مایکروسافت
hu: Microsoft fiók
id: Akun Microsoft
ja: マイクロソフトアカウント
ko: Microsoft 계정
lt: Microsoft paskyra
ms: Akaun Microsoft
pt_br: Conta Microsoft
ru: Учётная запись Microsoft
tt: Microsoft аккаунты
vi: Tài khoản Microsoft
zh_hans: 微软账户
zh_hant: Microsoft 帳戶

# login.option.local
source: Local account
ar: حساب محلي
az: Yerli hesab
cs: Místní účet
de: Lokales Konto
el: Τοπικός λογαριασμός
es: Cuenta local
fa: حساب محلی
fil: Lokal na account
hu: Helyi fiók
id: Akun lokal
ja: ローカルアカウント
ko: 로컬 계정
lt: Vietinė paskyra
ms: Akaun Local
pt_br: Conta local
ru: Локальная учётная запись
tt: Локаль аккаунт
vi: Tài khoản nội bộ
zh_hans: 本地离线账户
zh_hant: 本地帳戶

# login.warn.title.legacy_device
source: The next release of PojavLauncher will not be compatible with this device.
ar: الإصدار القادم من PojavLauncher لن يكون متوافقاً مع هذا الجهاز.
az: PojavLauncher-in növbəti buraxılışı bu cihazla uyğun gəlməyəcək.
cs: Příští vydání PojavLauncheru nebude kompatibilní s tímto zařízením.
de: Die nächste Version von PojavLauncher wird mit diesem Gerät nicht mehr kompatibel sein.
el: Η επόμενη έκδοση του PojavLauncher δεν θα είναι συμβατή με αυτήν τη συσκευή.
es: La próxima versión de PojavLauncher no será compatible con este dispositivo.
fil: Ang susunod na release ng PojavLauncher ay hindi compatible sa device na ito.
hu: A következő PojavLauncher kiadása nem lesz kompatibilis ezen az eszközön.
id: Rilis PojavLauncher selanjutnya tidak kompatibel dengan perangkat ini.
ja: 次の PojavLauncher のリリースはこのデバイスと互換性がありません。
ko: 다음 버전의 PojavLauncher는 이 디바이스와 호환되지 않을 수 있습니다.
ms: Rilis seterusnya PojavLauncher tidak akan serasi dengan peranti ini.
pt_br: A próxima versão do PojavLauncher não será compatível com esse dispositivo.
ru: Следующая версия PojavLauncher не будет работать на вашем устройстве.
vi: Bản phát hành tiếp theo của PojavLauncher sẽ không tương thích với thiết bị này.
zh_hans: PojavLauncher 的下一个版本将因系统版本过低而不与此设备兼容。
zh_hant: 下一版本的 PojavLauncher 將不相容這個裝置。

# login.warn.message.legacy_device
source: To run the next major release, a device capable of running iOS 14 is required.
ar: لتشغيل الإصدار الرئيسي التالي، يلزم جهاز قادر على تشغيل iOS 14.
az: Növbəti əsas buraxılışı işə salmaq üçün iOS 14-ü işlədə bilən cihaz tələb olunur.
cs: Ke spuštění příštího velkého vydání je potřeba zařízení schopného spustit iOS 14.
de: Für das nächste große Update wird ein iOS-14-kompatibles Gerät benötigt.
el: Για να εκτελέσετε την επόμενη μεγάλη έκδοση, απαιτείται μια συσκευή ικανή να τρέχει iOS 14.
es: Para ejecutar la próxima versión mayor, se requiere un dispositivo capaz de ejecutar iOS 14.
fil: Para mapatakbo ang susunod na major release, kinakailangan ang isang device na kayang magpatakbo ng iOS 14.
hu: Ahhoz, hogy futtasd a következő kiadást, egy iOS 14-et futtató eszköz szükséges.
id: Untuk menggunakan rilis selanjutnya, perangkat yang dapat menggunakan iOS 14 diperlukan.
ja: 次のメジャーリリースを実行するには、iOS 14以降を実行できるデバイスが必要です。
ko: 다음 주요 버전을 실행하려면 iOS 14 이상이 필요합니다.
ms: Untuk menjalankan rilis utama seterusnya, peranti yang mampu menjalankan iOS 14 diperlukan.
pt_br: Para executar a próxima versão principal, um dispositivo capaz de rodar o iOS 14 é necessário.
ru: Для запуска следующего крупного обновления потребуется устройство под управлением iOS 14.
vi: Để chạy bản phát hành chính tiếp theo, cần có một thiết bị có khả năng chạy iOS 14.
zh_hans: 欲运行下一个大版本，需要一台能够运行 iOS 14（或 iPadOS 14）及以上版本的设备。
zh_hant: 要執行下一個版本，必須使用能夠執行 iOS 14 的裝置。

# login.warn.title.legacy_ios
source: The next release of PojavLauncher will require a system update.
ar: الإصدار القادم من PojavLauncher سيتطلب تحديث النظام.
az: PojavLauncher proqramının növbəti buraxılışı sistem yeniləməsini tələb edəcək.
cs: Příští vydání PojavLauncheru bude vyžadovat aktualizaci systému.
de: Die nächste Version von PojavLauncher wird ein Systemupdate erfordern.
el: Η επόμενη έκδοση του PojavLauncher θα απαιτήσει ενημέρωση του συστήματος.
es: La próxima versión de PojavLauncher requerirá una actualización del sistema.
fil: Ang susunod na release ng PojavLauncher ay mangangailangan ng system update.
hu: A következő PojavLauncher megjelenésekor rendszerfrissítés szükséges.
id: Rilis PojavLauncher selanjutnya memerlukan pembaruan sistem.
ja: 次のリリースの PojavLauncher を実行するには、システムの更新が必要になります。
ko: PojavLauncher의 다음버전은 시스템 업데이트가 필요합니다.
ms: Rilis PojavLauncher yang seterusnya akan memerlukan kemas kini sistem.
pt_br: A próxima versão do PojavLauncher exigirá uma atualização do sistema.
ru: Следующая версия PojavLauncher потребует обновления системы.
vi: Bản phát hành tiếp theo của PojavLauncher sẽ yêu cầu cập nhật hệ thống.
zh_hans: 使用下一个版本的 PojavLauncher 启动器，需要更新您的系统
zh_hant: 下一個版本的 PojavLauncher 需要系統更新。

# login.warn.message.legacy_ios
source: To run the next major release, this device needs to be running iOS 14 or later.
ar: لتشغيل الإصدار الرئيسي التالي، يحتاج هذا الجهاز إلى تشغيل iOS 14 أو أعلى.
az: Növbəti əsas buraxılışı işə salmaq üçün bu cihaz iOS 14 və ya daha yeni versiyada işləməlidir.
cs: Ke spuštění příštího velkého vydání, toto zařízení musí mít spuštěn iOS 14 či novější.
de: Um das nächste große Update starten zu können muss dieses Gerät iOS 14 oder neuer installiert haben.
el: Για να εκτελέσετε την επόμενη μεγάλη έκδοση, απαιτείται μια συσκευή ικανή να τρέχει iOS 14.
es: Para ejecutar la próxima versión mayor, este dispositivo necesita estar ejecutando iOS 14 o posterior.
fil: Para mapatakbo ang susunod na major release, kailangan ng device na ito na naka-iOS 14 o mas bago.
hu: Ahhoz, hogy futtasd a következő kiadást, egy iOS 14-et futtató eszköz szükséges.
id: Untuk menggunakan rilis selanjutnya, perangkat yang dapat menggunakan iOS 14 diperlukan.
ja: 次のメジャーリリースを実行するには、iOS 14以降を実行できるデバイスが必要です。
ko: 다음 주요 버전을 실행하려면 이 기기는 iOS 14 이상이 필요합니다.
ms: Untuk menjalankan rilis utama seterusnya, peranti ini perlu menjalankan iOS 14 atau lebih baru.
pt_br: Para executar a próxima versão principal, um dispositivo capaz de rodar o iOS 14 é necessário.
ru: Для запуска следующего крупного обновления на вашем устройстве должна быть установлена iOS 14 или новее.
vi: Để chạy bản phát hành chính tiếp theo, thiết bị này cần chạy iOS 14 trở lên.
zh_hans: 运行下一个版本的PojavLauncher启动器，要求你的系统必须是IOS14+
zh_hant: 要執行下一個版本，此裝置必須執行 iOS 14 或以後的版本。

# login.warn.title.limited_ram
source: This device has a limited amount of memory available.
ar: هذا الجهاز لديه كمية محدودة من الذاكرة المتوفرة.
az: Bu cihazın məhdud yaddaşı var.
cs: Toto zařízení má dostupné omezené množství paměti.
de: Dieses Gerät hat eine begrenzte Menge an Arbeitsspeicher zur Verfügung.
el: Αυτή η συσκευή έχει περιορισμένη διαθέσιμη μνήμη.
es: Este dispositivo tiene una cantidad limitada de memoria disponible.
fil: Ang device na ito ay may limitadong memory na available.
hu: Ennek az eszköznek korlátozott memória érhető el.
id: Perangkat ini memiliki jumlah memori terbatas yang tersedia.
ja: お使いデバイスのメモリ容量は足りません
ko: 이 기기는 사용 가능한 메모리의 양이 제한되어 있습니다.
ms: Peranti ini mempunyai jumlah memori yang terhad.
pt_br: Este dispositivo possui uma quantidade limitada de memória disponível.
ru: Объём доступной памяти на вашем устройстве ограничен.
vi: Thiết bị này có một lượng bộ nhớ khả dụng hạn chế.
zh_hans: 该设备的可用内存有限。
zh_hant: 這個裝置的記憶體有限。

# login.warn.message.limited_ram
source: We recommend leaving auto RAM enabled to prevent instability and performance issues.
ar: نوصي بترك ذاكرة الوصول العشوائي تلقائياً ممكناً لمنع عدم الاستقرار ومشاكل في الأداء.
az: Qeyri-sabitlik və performans problemlərinin qarşısını almaq üçün avtomatik RAM-ı aktiv etməyi tövsiyə edirik.
cs: Doporučujeme ponechat automatickou RAM zapnutu, aby se zabránilo nestabilitě a problémům s výkonem.
de: Wir empfehlen den automatischen RAM-Modus aktiviert zu lassen, um Instabilität und Performance-Probleme zu vermeiden.
el: Σας συνιστούμε να αφήσετε την αυτόματη δέσμευση μνήμης ενεργοποιημένη για να αποτραπούν αστάθεια και ζητήματα επιδόσεων.
es: Recomendamos dejar la RAM automática habilitada para prevenir problemas de inestabilidad y rendimiento.
fil: Inirerekomenda namin na iwanang naka-enable ang auto RAM para maiwasan ang instability at mga problema sa performance.
hu: Ajánljuk azt, hogy bekapcsolva hagyd az automatikus RAM-ot, hogy elkerüld az instabilitást és a problémás teljesítményeket.
id: Kami merekomendasikan RAM Otomatis aktif untuk mencegah ketidakstabilan dan masalah performa.
ja: パフォーマンスの不具合などの場合を防ぐために、オートRAMを有効しておくことをおすすめします
ko: 우리는 불안정과 성능 이슈를 예방하기 위해 자동 램 사용을 권장합니다.
ms: Kami mengesyorkan agar RAM automatik didayakan untuk mengelakkan masalah ketidakstabilan dan prestasi.
pt_br: Recomendamos deixar a auto RAM ativada para evitar problemas de instabilidade e desempenho.
ru: Рекомендуется оставить автоматическое выделение памяти во избежание проблем с производительностью и нестабильностью игры.
vi: Chúng tôi khuyên bạn nên bật RAM tự động để tránh các vấn đề về hiệu suất và tính không ổn định.
zh_hans: 我们建议启用自动分配内存大小，以防止不稳定和性能问题。
zh_hant: 我們建議您保持自動分配 RAM 開啟，以避免不穩定與效能問題。

# login.warn.title.demomode
source: Your account is Demo
ar: حسابك تجريبي
az: Hesabınız Demodur
cs: Váš účet je demo
de: Dein Konto ist im Demo-Modus
el: Ο λογαριασμός σας είναι Demo
es: Tu cuenta es una demo
fa: حساب شما نسخه ی دمو است
hu: Ez a fiók egy demó fiók
id: Akun anda adalah akun demo
ja: あなたのアカウントはデモ版です
ko: 당신의 계정은 데모 버전입니다
lt: Tavo paskyra yra bandomoji
ms: Akaun anda ialah Demo
pt_br: Sua conta é Demonstrativa
ru: Демонстрационный режим
vi: Tài khoản của bạn là Demo
zh_hans: 您现在是演示账户（试玩版）
zh_hant: 您的帳戶是示範帳戶
