Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/*.lproj/Localizable.strings
Languages: et, fr, it, pl, sk, tr, uk

# preference.warn.allocated_memory
source: Due to limitations in the operating system itself, this option may cause instability at this and higher values. Proceed with caution.
fr: En raison de limitations dans le système d'exploitation lui-même, cette option peut causer de l'instabilité à ce niveau et des valeurs plus élevées. Procédez avec prudence.
it: A causa delle limitazioni nel sistema operativo stesso, questa opzione può causare instabilità con questi valori e superiori. Procedere con cautela.
pl: Ze względu na ograniczenia samego systemu operacyjnego, ta opcja może powodować niestabilność przy tej i wyższych wartościach. Zachowaj ostrożność.
tr: İşletim sisteminin kendisindeki kısıtlamalar nedeniyle bu seçenek bunda veya daha yüksek değerlerde dengesizliğe sebep olabilir. Önlem ile devam edin.
uk: Через обмеження у самій операційній системі, цей параметр може викликати нестабільність в цих і вищих значеннях. Будьте обережні.

# preference.title.custom_env
source: Environment variables
fr: Variables d'environnement
it: Variabili ambientali
pl: Zmienne środowiskowe
tr: Ortam değişkenleri
uk: Змінні середовища

# preference.detail.custom_env
source: This option is under construction.
fr: Cette option est en cours de construction.
it: Questa opzione è in fase di sviluppo.
pl: Ta opcja jest w trakcie opracowania.
tr: Bu seçenek yapım aşamasında.
uk: Ця опція у процесі розробки.

# preference.title.debug_skip_wait_jit
source: Skip "Waiting for JIT" dialog
fr: Passer l'alerte "Attente du JIT"
it: Salta l'avviso "In attesa di JIT"
pl: Pomiń okno dialogowe "Oczekiwanie na JIT"
tr: "JIT için bekleniliyor" mesajını atla
uk: Пропустити «Очікування JIT»

# preference.detail.debug_skip_wait_jit
source: This does not allow you to launch without JIT, instead this skips debugger check, because check fails on certain jailbreaks.
fr: Cela ne vous permet pas de démarrer sans JIT, à la place, cela saute la vérification du débogueur, car la vérification échoue sur certains jailbreaks.
it: Questo non consente di avviare senza JIT, ti consente di saltare il controllo del debugger perché questo controllo fallisce su alcuni jailbreak.
pl: To nie pozwala na uruchamianie bez JIT, zamiast tego pomija kontrolę debugera, ponieważ sprawdzenie nie powiodło się na niektórych więzieniach.
tr: Bu JIT'siz başlatmanızı sağlamaz, aksine hata ayıklayıcı kontrolünü atlar, çünkü bu kontrol bazı belirli jailbreak'lerde başarısız oluyor.
uk: Це не дозволяє запускати без JIT, натомість це пропускає перевірку налагоджувача, оскільки перевірка не вдається під час певних джейлбрейків.

# preference.title.debug_ipad_ui
source: Unlock iPadOS UI
fr: Déverrouiller l'interface utilisateur iPadOS
pl: Odblokuj interfejs iPadOS
tr: iPadOS UI'ını aç
uk: Розблокувати інтерфейс iPadOS

# preference.detail.debug_ipad_ui
source: Unlock iPad-exclusive UI (alert, keyboard, etc.) if enabled or iPhone UI if disabled.
fr: Déverrouille l'interface utilisateur iPad (alerte, clavier, etc.) si activé ou l'interface utilisateur iPhone si désactivé.
it: Utilizza la UI esclusiva di iPad (avvisi, tastiera, etc.) se abilitato o la UI di iPhone se disabilitato.
pl: Odblokuj interfejs użytkownika wyłącznie dla iPada (alarm, klawiatura itp.), jeśli jest włączony, lub interfejs iPhone'a, jeśli jest wyłączony.
tr: iPad'e özel kullanıcı arayüzünü açar (uyarı, klavye vb...) eğer aktifleştirilirse iPhone kullanıcı arayüzü devre dışı bırakılır.
uk: Розблокуйте ексклюзивний інтерфейс iPad (тривоги, клавіатури тощо.) якщо ввімкнено або якщо інтерфейс iPhone вимкнено.

# preference.title.debug_auto_correction
source: Auto correction
et: Automaatparandus
tr: Otomatik düzeltme

# preference.detail.debug_auto_correction
source: Enable auto correction when typing text in game.
et: Lubab mängus teksti kirjutamisel automaatparanduse.
fr: Active la correction automatique lorsque vous écrivez dans le jeu.
tr: Oyunda yazı yazarkenki otomatik düzeltmeyi aktifleştirir.

# preference.title.debug_hide_home_indicator
source: Hide home indicator
et: Peida koduindikaator
fr: Cacher l'indicateur d'accueil
it: Nascondi barra home
tr: Ana göstergeyi gizle
uk: Сховати кнопку "Додому"

# preference.detail.debug_hide_home_indicator
source: This will disable home indicator locking. You will need to use Guided Access to hide and lock home indicator at the same time.
et: See keelab koduindikaatori lukustamise. Koduindikaatori samal ajal peitmiseks ja lukustamiseks pead kasutama Guided Access'i.
fr: Ceci désactivera le verrouillage de l'indicateur d'accueil. Vous devrez utiliser un accès guidé pour masquer et verrouiller l'indicateur d'accueil en même temps.
it: Questo disabiliterà il blocco della barra home. Dovrai utilizzare Accesso Guidato per nascondere e bloccare la barra home simultaneamente.
tr: Bu, ana gösterge kilitlemeyi devre dışı bırakacaktır. Giriş göstergesini aynı anda gizlemek ve kilitlemek için Kılavuzlu Erişim'i kullanmanız gerekecek.
uk: Це вимкне блокування кнопки "Додому". Ви повинні використовувати Guided Access, щоб ховати та блокувати кнопку "Додому" за один раз.

# preference.title.debug_show_layout_bounds
source: Show layout bounds
fr: Afficher les limites de la mise en page
it: Mostra limiti layout
pl: Pokaż granice układu
tr: Düzen sınırlarını göster
uk: Показувати межі об'єктів

# preference.detail.debug_show_layout_bounds
source: Show clip bounds, margins
fr: Afficher les limites, les marges de clip
it: Mostra misure clip, margini, bounds
pl: Pokaż granice klipów, marginesy
tr: Klip sınırlarını, kenar boşluklarını göster
uk: Показувати межі обрізування, поля і т. д.

# preference.title.debug_show_layout_overlap
source: Show layout overlapping
fr: Afficher le chevauchement de la mise en page
it: Mostra sovrapposizione del layout
pl: Pokaż nakładające się układy
tr: Düzenin üst üste geçmesini göster
uk: Показати накладання макета

# preference.detail.debug_show_layout_overlap
source: Overlay every view with a transparent color to reveal overlapping views.
fr: Superposez chaque vue avec une couleur transparente pour révéler des vues qui se chevauchent.
it: Sovrapponi ad ogni visuale un colore trasparente per mostrare visuali sovrapposte.
pl: Nakładaj każdy widok przezroczystym kolorem, aby odsłonić nakładające się widoki.
tr: Üst üste kalan her yeri görebilmek için her düzeni saydam renkle donat.
uk: Накладання кожного перегляду з прозорим кольором, щоб розкрити огляди, що перекриваються.
