Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/*.lproj/Localizable.strings
Languages: et, fr, it, pl, sk, tr, uk

# login.msa.progress.acquireXBLToken
source: (2/5) Acquiring the Xbox Live token
fr: (2/5) Acquisition du jeton Xbox Live
it: (2/5) Acquisendo il token Xbox live d'accesso
pl: (2/5) Wczytywanie klucza Xbox Live
tr: (2/5) Xbox Live Token'ı elde ediliyor
uk: (2/5) Приймається токен Xbox Live

# login.msa.progress.acquireXSTS
source: Acquiring XSTS
fr: Acquisition du XSTS
it: Acquisizione XSTS
pl: Uzyskiwanie XSTS
tr: XSTS elde ediliyor
uk: Отримання XSTS

# login.msa.progress.acquireXboxProfile
source: (3/5) Acquiring the Xbox profile
fr: (3/5) Acquisition du profil Xbox
it: (3/5) Acquisizione del profilo Xbox
pl: (3/5) Wczytywanie profilu Xbox
tr: (3/5) Xbox profili elde ediliyor
uk: (3/5) Приймається обліковий запис Xbox Live

# login.msa.progress.acquireMCToken
source: (4/5) Acquiring the Minecraft token
fr: (4/5) Acquisition du jeton Minecraft
it: (4/5) Acquisizione del token Minecraft
pl: (4/5) Wczytywanie klucza Minecraft
tr: (4/5) Minecraft Token'ı elde ediliyor
uk: (4/5) Приймається токен Minecraft

# login.msa.progress.checkMCProfile
source: (5/5) Checking the Minecraft profile
fr: (5/5) Vérification du profil Minecraft
it: (5/5) Controllo del profilo Minecraft
pl: (5/5) Sprawdzanie profilu Minecraft
tr: (5/5) Minecraft hesabına bakılıyor
uk: (5/5) Перевіряється профіль Minecraft

source: News
et: Uudised
fr: Actualités
it: Notizie
pl: Aktualności
sk: Novinky
tr: Haberler
uk: Новини

source: Settings
et: Seaded
fr: Paramètres
it: Impostazioni
pl: Ustawienia
sk: Nastavenie
tr: Ayarlar
uk: Налаштування

# preference.section.general
source: General Settings
fr: Paramètres généraux
it: Impostazioni generali
pl: Ogólne ustawienia
tr: Genel Ayarlar
uk: Загальні налаштування

# preference.section.video
source: Video Settings
fr: Paramètres vidéo
it: Impostazioni video
pl: Ustawienia grafiki
tr: Video Ayarları
uk: Налаштування графіки

# preference.section.footer.video
source: Auto renderer allows Minecraft to decide which renderer to use. Decreasing resolution reduces GPU workload for better performance.
et: Automaatne renderdaja lubab Minecraftil valida, millist renderdajat kasutada. Eraldusvõime vähendamine vähendab graafikamootori tööd, andes parema jõudluse.
fr: Le moteur de rendu automatique permet à Minecraft de décider quel moteur de rendu utiliser. Réduire la résolution réduit la charge de travail GPU pour de meilleures performances.
it: Il renderer automatico consente a Minecraft di decidere quale renderer usare. Diminuire la risoluzione riduce il carico di lavoro della GPU per prestazioni migliori.
pl: Automatyczny renderer pozwala Minecraftowi zdecydować, którego renderera użyć. Zmniejszenie rozdzielczości zmniejsza obciążenie GPU, zapewniając lepszą wydajność.
tr: Oto renderer Minecraft'ın hangi renderer'ı kullanacağını belirlemesini sağlar. Çözünürlüğü düşürmek daha iyi performans için GPU'nun is yükünü azaltır.
uk: Авто рендер дозволяє Minecraft вирішувати, який рендер використовувати. Зменшення розмірів зменшує навантаження на графічний процесор для підвищення продуктивности.

# preference.section.control
source: Control customization
et: Juhtnuppude kohandamine
fr: Contrôlez la customisation
it: Controlla personalizzazioni
pl: Sterowanie
sk: Prispôsobenie ovládania
tr: Kontrol özelleştirmesi
uk: Налаштування керування

# preference.section.debug
source: UI Debugging settings
fr: Paramètres de débogage de l'interface utilisateur
it: Impostazioni di debug UI
pl: Ustawienia debugowania interfejsu
tr: UI hata ayıklama seçenekleri
uk: Налаштування налагодження інтерфейсу

# preference.section.footer.debug
source: Aside from debugging, these settings may be useful for custom controls. You may need to restart the launcher for changes to take effect.
fr: Outre le débogage, ces paramètres peuvent être utiles pour les contrôles personnalisés. Vous devrez peut-être redémarrer le launcher pour que les changements prennent effet.
it: Oltre al debug, queste impostazioni possono essere utili per i controlli personalizzati. Potrebbe essere necessario riavviare il launcher affinché le modifiche abbiano effetto.
pl: Poza debugowaniem, te ustawienia mogą być przydatne dp ustawień sterowania. Może być wymagane ponowne uruchomienie programu, aby zmiany zostały wprowadzone.
tr: Hata ayıklamanın yanı sıra, bu seçenekler özel kontrollerde de yardımcı olabilir. Değişikliklerin yürürlüğe girmesi için başlatıcıyı tekrar başlatmanız gerekebilir.
uk: Окрім налагодження, ці параметри можуть бути корисними для користувацьких елементів керування. Можливо, вам слід перезапустити лаунчер, щоб зміни застосувалися.

# preference.section.java
source: Java Tweaks
et: Java trikid
fr: Réglages Java
it: Tweaks Java
pl: Konfiguracja Java
sk: Vyladenie Javy
tr: Java Ayarlamaları
uk: Оптимізація Java

# preference.title.confirm
source: Are you sure?
fr: Êtes-vous sûr ?
it: Sei sicuro?
pl: Czy na pewno?
tr: Emin misiniz?
uk: Ви впевнені?

# preference.title.game_directory
source: Minecraft game directory
fr: Répertoire de jeu Minecraft
it: Directory Minecraft
pl: Katalog gry Minecraft
tr: Minecraft oyun dizini
uk: Тека Minecraft

# preference.title.confirm.delete_game_directory
source: The instance %@ will be deleted forever and cannot be restored.
fr: L'instance %@ sera définitivement supprimée et ne pourra pas être restaurée.
it: L'istanza %@ verrà eliminata per sempre e non può essere ripristinata.
pl: Instancja %@ zostanie trwale usunięta i nie będzie można jej przywrócić.
tr: Kurulum %@ sonsuza dek silinecek ve geri getirilemeyecek.
uk: Екземпляр %@ буде видалено назавжди і його не можливо відновити.

# preference.multidir.add_directory
source: add game directory
fr: Ajouter un répertoire de jeu
it: aggiungi game directory
pl: dodaj katalog gry
tr: oyun dizini ekle
uk: Додати теку гри

# preference.title.check_sha
source: Check files after downloading
fr: Vérifier les fichiers après le téléchargement
it: Controlla i file dopo il download
pl: Sprawdź pliki po pobraniu
tr: Dosyaları indirdikten sonra kontrol et
uk: Перевірити файли після завантаження

# preference.detail.check_sha
source: This option forces launcher to check the file hash if it's available. Prevents broken downloads.
fr: Cette option force le launcher à vérifier le hash du fichier s'il est disponible. Empêche les téléchargements défectueux.
it: Questa opzione forza il launcher a controllare l'hash dei file se disponibile. Prevenendo download corrotti.
pl: Ta opcja wymusza sprawdzanie sumy kontrolnej pliku, jeśli jest dostępna. Zapobiega to uszkodzeniom pobieranych plików.
tr: Bu seçenek başlatıcıyı eğer varsa dosya hash'ini kontrol etmeye zorlar. Bozuk indirmeleri engeller.
uk: Ця опція змушує лаунчер перевіряти хеш, якщо він доступний. Запобігає використанню пошкоджених файлів.

# preference.title.cosmetica
source: Cosmetica Capes
et: Cosmetica keebid
fr: Capes Cosmetica
it: Mantelli Cosmetica
pl: Peleryny Cosmetica
tr: Cosmetica Pelerinleri
uk: Плащі Cosmetica

# preference.detail.cosmetica
source: Enable capes from Cosmetica (previously Arc). For more information please visit https://cosmetica.cc. Requires OptiFine
fr: Activer les capes Cosmetica (anciennement Arc). Pour plus d'informations, veuillez visiter https://cosmetica.cc. Nécessite OptiFine
it: Abilità i mantelli di Cosmetica (precedentemente Arc). Per ulteriori informazioni visita https://cosmetica.cc. Necessita di OptiFine
pl: Włącz peleryny z Cosmetica (wcześniej Arc). Aby uzyskać więcej informacji, odwiedź stronę https://cosmetica.cc. Wymaga OptiFine
tr: Cosmetica'nın pelerinlerini etkinleştir (önceden Arc). Daha fazla bilgi için lütfen https://cosmetica.cc'yi ziyaret edin. OptiFine gerektirir
uk: Включає плащі від Cosmetica (раніше Arc). Для більш детальної інформації, будь ласка, відвідайте https://cosmetica.cc. Потребує OptiFine

# preference.title.debug_logging
source: Debug logging
fr: Journaux de débogage
it: Logs di Debug
pl: Rejestr debugowania
tr: Hata ayıklama kaydı tutma
uk: Запис помилок

# preference.detail.debug_logging
source: Logs internal settings and actions to latestlog.txt. This helps the developers find issues easier, but Minecraft may run slower as the logs will be written to more often.
fr: Journalise les paramètres internes et les actions sur latestlog.txt. Cela aide les développeurs à trouver des problèmes plus facilement, mais Minecraft peut s'exécuter plus lentement puisque les journaux seront écrits plus souvent.
it: Registra le impostazioni interne e le azioni su latestlog.txt. Questo aiuta gli sviluppatori a trovare problemi più facilmente, ma le prestazioni di Minecraft potrebbero risentirne a causa della scrittura dei registri.
pl: Rejestruje ustawienia wewnętrzne i działania w lastlog.txt. Pomaga to programistom łatwiej znajdować problemy, ale Minecraft może działać wolniej, ponieważ logi będą zapisywane częściej.
tr: İç seçenekleri ve eylemleri latestlog.txt'ye kaydeder. Bu geliştiricilerin sorunu daha kolay bulmasını sağlar, fakat çok sık kayıt edileceği için Minecraft daha yavaş çalışabilir.
uk: Записує внутрішні налаштування і дії на latestlog.txt. Це допомагає розробникам швидше знаходити проблеми, але Minecraft може працювати повільніше, оскільки журнали пишуться часто.

# preference.title.jitstreamer_server
source: JitStreamer server IP
fr: IP du serveur JitStreamer
pl: Adres IP serwera JitStreamer
tr: JitStreamer sunucu IP'si
uk: JitStreamer IP сервер

# preference.detail.jitstreamer_server
source: Allows you to change to a custom JitStreamer server IP, such as for self-hosted instances. This option can be left alone if you use the default JitStreamer servers.
fr: Vous permet de passer à une adresse IP personnalisée du serveur JitStreamer, par exemple pour les instances auto-hébergées. Cette option peut être laissée si vous utilisez les serveurs JitStreamer par défaut.
pl: Pozwala na zmianę na niestandardowy adres IP serwera JitStreamer, np. dla instancji hostowanych przez siebie. Ta opcja może pozostać sama jeśli używasz domyślnych serwerów JitStreamer.
tr: Özel bir Jit Streamer suncu IP'sine geçmenizi sağlar, kendi kendini barındıran kurulumlar için gibi. Bu seçenek varsayılan JitStreamer sunucusunu kullanıyorsanız olduğu gibi bırakılabilir.
uk: Дозволяє вам змінити на користувацькі IP сервера JitStreamer, наприклад як для екземплярів свого хостингу. Цей параметр може бути у спокої, якщо ви використовуєте стандартні сервери JitStreamer.

# preference.title.appicon
source: Set app icon
et: Määra rakenduse ikoon
fr: Définir l'icône de l'app
it: Cambia icona app
tr: Uygulama simgesini ayarla
uk: Встановити іконку додатка

# preference.detail.appicon
source: Allows you to choose between different Home Screen icons for PojavLauncher.
et: Võimaldab valida PojavLauncheri erinevate kodukuvaikoonide vahel.
fr: Vous permet de choisir entre différentes icônes d'écran d'accueil pour PojavLauncher.
it: Ti consente di scegliere icone diverse di PojavLauncher sulla Schermata Home.
tr: PojavLauncher için farklı Ana Ekran simgeleri arasında seçim yapmanızı sağlar.
uk: Дозволяє обрати різні значки основного екрана для PojavLauncher.

# preference.title.appicon-default
source: Familiar PojavLauncher light
et: Tuttav PojavLauncher hele
fr: PojavLauncher clair familier
tr: Göze aşina PojavLauncher açık
uk: Знайоме світле PojavLauncher

# preference.title.appicon-dark
source: Familiar PojavLauncher dark
et: Tuttav PojavLauncher tume
fr: PojavLauncher sombre familier
tr: Göze aşina PojavLauncher karanlık
uk: Знайоме темне PojavLauncher

# preference.title.reset_warnings
source: Reset all warnings
fr: Réinitialiser tous les avertissements
it: Ripristina gli avvisi
pl: Wyzeruj wszystkie ostrzeżenia
tr: Tüm uyarıları sıfırla
uk: Стерти всі попередження

# preference.title.done.reset_warnings
source: All warnings have been reset.
fr: Tous les avertissements ont été réinitialisés.
it: Tutti gli avvisi sono stati resettati.
pl: Wszystkie ostrzeżenia zostały wyzerowane.
tr: Tüm uyarılar sıfırlandı.
uk: Всі попередження стерті.

# preference.title.reset_settings
source: Reset all settings
fr: Réinitialiser tous les paramètres
it: Resetta impostazioni
pl: Wyzeruj wszystkie ustawienia
tr: Tüm ayarları sıfırla
uk: Скинути налаштування

# preference.title.confirm.reset_settings
source: This will remove all of your custom preferences, including resolution, button size, and Java arguments.
fr: Ceci supprimera toutes vos préférences personnalisées, y compris la résolution, la taille des boutons et les arguments Java.
it: Questo rimuoverà tutte le tue preferenze personalizzate, incluse le dimensioni dei pulsanti, e gli argomenti Java.
pl: Spowoduje to usunięcie wszystkich własnych ustawień, w tym rozdzielczości, rozmiar przycisków oraz argumenty Java.
tr: Bu, çözünürlük, düğme boyutu ve Java değişkenleri dahil tüm özel tercihlerinizi kaldıracaktır.
uk: Це прибере всі ваші користувацькі налаштування, включаючи роздільну здатність, розмір кнопок та параметри Java.

# preference.title.done.reset_settings
source: All of the default settings have been restored.
fr: Tous les paramètres par défaut ont été restaurés.
it: Tutte le impostazioni predefinite sono state ripristinate.
pl: Wszystkie ustawienia zostały wyzerowane.
tr: Varsayılan seçeneklerin hepsi eski haline getirildi.
uk: Всі стандартні налаштування були відновлені.

# preference.title.renderer
source: Renderer
et: Renderdaja
fr: Moteur de rendu
pl: Silnik renderujący
sk: Vykresľovač
tr: İşleyici
uk: Візуалізатор

# preference.title.renderer.auto
source: Auto: gl4es or ANGLE
et: Autom.: gl4es või ANGLE
fr: Auto: gl4es ou ANGLE
tr: Oto: gl4es ya da ANGLE

# preference.title.renderer.gl4es
source: gl4es 1.1.4 - exports OpenGL 2.1
et: gl4es 1.1.4 - väljastab OpenGL 2.1
fr: gl4es 1.1.4 - exporte OpenGL 2.1
pl: gl4es 1.1.4 - eksportuje OpenGL 2.1
tr: gl4es 1.1.4 - OpenGL 2.1 çıkarır
uk: Gl4es 1.1.4 - експортує OpenGL 2.1

# preference.title.renderer.angle
source: ANGLE (1.17+) - exports OpenGL 3.2 (Core Profile, limited)
et: ANGLE (1.17+) - väljastab OpenGL 3.2 (Core Profile, piiratud)
fr: ANGLE (1.17+) - exporte OpenGL 3.2 (Profil de base, Limité)
tr: ANGLE (1.17+) - OpenGL 3.2 dışa aktarır (Çekirdek profili, kısıtlı)

# preference.title.renderer.zink
source: Zink (Mesa 21.0) - exports OpenGL 4.1
et: Zink (Mesa 21.0) - väljastab OpenGL 4.1
fr: Zink (Mesa 21.0) - exporte OpenGL 4.1
pl: Zink (Mesa 21.0) - eksportuje OpenGL 4.1
tr: Zonk (Mesa 21.0) - OpenGL 4.1 çıkarır
uk: Zink (Mesa 21.0) - експортує OpenGL 4.1

# preference.detail.renderer
source: Change the OpenGL render engine to use
et: Vaheta kasutatavat OpenGL renderdusmootorit
fr: Changer le moteur de rendu OpenGL à utiliser
it: Cambia il motore di rendering OpenGL in uso
pl: Zmień używany silnik renderujący OpenGL
tr: Kullanmak için OpenGL işleyici motorunu değiştir
uk: Зміни двигун візуалізації OpenGL для використання

# preference.title.resolution
source: Resolution (%)
et: Eraldusvõime (%)
fr: Résolution (%)
it: Risoluzione (%)
pl: Rozdzielczość (%)
tr: Çözünürlük (%)
uk: Роздільна здатність відео (%)

# preference.detail.resolution
source: Allows you to decrease the game resolution.
fr: Vous permet de diminuer la résolution du jeu.
it: Permette di diminuire la risoluzione del gioco.
pl: Umożliwia zmniejszenie rozdzielczości gry.
tr: Oyun çözünürlüğünü düşürmenizi sağlar.
uk: Дозволяє вам зменшити роздільну здатність гри.

# preference.title.disable_gesture
source: Disable gestures
et: Keela viiped
fr: Désactiver les gestes
it: Disattiva gestures
pl: Wyłącz gesty
sk: Zakázať gestá
tr: İşaretleri devre dışı bırak
uk: Вимкнути жести

# preference.title.press_duration
source: Long-press duration (ms)
fr: Durée d'un appui long (ms)
it: Durata click-lungo (ms)
pl: Czas długiego naciśnięcia (ms)
tr: Uzun-basma süresi (ms)
uk: Тривалість тривалого натискання (мс)

# preference.detail.press_duration
source: Trigger press duration for destroying blocks and dropping items.
fr: Déclenche le bouton pour détruire des blocs et jeter des objets.
pl: Zmieniaj czas trwania prasy dla niszczenia bloków i upuszczania przedmiotów.
sk: Zmeňte čas pre rozbitie bloku a vyhodenie itemu.
tr: Blok kırmak ve eşya bırakmak için tetiklenen basma süresi.
uk: Тривалість натискання для знищення блоків і скидання речей.

# preference.title.button_scale
source: On-screen button scale (%)
fr: Échelle des boutons à l'écran (%)
it: Scala pulsante sullo schermo (%)
pl: Skala przycisków ekranowych (%)
tr: Ekran üstü tuş ölçeği (%)
uk: Шкала екранних кнопок (%)

# preference.detail.button_scale
source: Upscale them if buttons are too small, usually needed for iPad users.
fr: Agrandissez-les si les boutons sont trop petits, généralement nécessaires pour les utilisateurs d'iPad.
it: Aggiornali se i pulsanti sono troppo piccoli, di solito necessari per gli utenti iPad.
pl: Zwiększ skalę, jeśli przyciski są zbyt małe, zazwyczaj tak jest w przypadku iPad'ów.
tr: Düğmeler çok küçükse yukarı ölçekleyin, genellikle iPad kullanıcıları tarafından ihtiyaç duyulur.
uk: Якщо кнопки завеликі, вони зазвичай потрібні для користувачів iPad.

# preference.title.mouse_scale
source: Mouse scaling (%)
fr: Échelle de la souris (%)
it: Dimensioni mouse (%)
pl: Skalowanie myszy (%)
tr: Fare ölçeği (%)
uk: Масштабування курсору (%)

# preference.detail.mouse_scale
source: Change the size of the virtual mouse
fr: Change la taille de la souris virtuelle
it: Cambia dimensioni mouse virtuale
pl: Zmień rozmiar wirtualnej myszy
tr: Sanal farenin boyutunu ayarlar
uk: Змінює розмір курсора миші

# preference.title.mouse_speed
source: Mouse speed (%)
fr: Vitesse de la souris (%)
it: Velocità mouse (%)
pl: Prędkość myszy (%)
tr: Fare hızı (%)
uk: Чутливість миші (%)

# preference.detail.mouse_speed
source: Change the speed of the virtual mouse
fr: Change la vitesse de la souris virtuelle
it: Cambia la velocità del mouse via software
pl: Zmień prędkość wirtualnej myszy
tr: Sanal farenin hızını ayarlar
uk: Змінює чутливість віртуальної миші

# preference.title.virtmouse_enable
source: Virtual mouse
et: Virtuaalne hiir
fr: Souris virtuelle
it: Mouse virtuale
pl: Wirtualna mysz
tr: Sanal Fare
uk: Віртуальна миша

# preference.detail.virtmouse_enable
source: Enable this option to start with virtual mouse on
fr: Activez cette option pour démarrer avec la souris virtuelle activée
it: Abilita questa opzione per abilitare il mouse virtuale
pl: Aktywuj tę opcję, aby uruchamiać z włączoną wirtualną myszą
tr: Sanal fare açık olarak başlamak için bu seçeneği etkinleştirin
uk: Увімкніть цю опцію, щоб починати з віртуальною мишею

# preference.title.slideable_hotbar
source: Slideable hotbar
fr: Barre d'action glissable
it: Hotbar scorrevole
pl: Przesuwalny pasek narzędzi
tr: Kaydırılabilir hotbar
uk: Панель швидкого доступу

# preference.detail.slideable_hotbar
source: Make the hotbar slideable like the mouse wheel
fr: Rend la barre d'action glissante comme la molette de la souris
it: Rendi la hotbar scorrevole come la rotellina del mouse
pl: Spraw, aby pasek skrótów był przesuwany jak kółko myszy
tr: Hotbar'ın fare tekerleğindeki gibi kaydırılabilmesini sağlar
uk: Зробити повзунком швидкого доступу як колесо миші

# preference.title.java_home
source: Use Java 17 for Minecraft < 1.17
fr: Utiliser Java 17 pour Minecraft < 1.17
it: Usa Java 17 per Minecraft < 1.17
pl: Użyj Java 17 dla Minecraft < 1.17
tr: Minecraft 1.17 < için Java 17 kullan
uk: Використовувати Java 17 для Minecraft < 1.17

# preference.detail.java_home
source: Java 8 is used by default for those versions. Enable this option to force use Java 17, however compatibility with modded is not guaranteed.
fr: Java 8 est utilisé par défaut pour ces versions. Activez cette option pour forcer l'utilisation de Java 17, seulement la compatibilité avec le moddé n'est pas garantie.
it: Java 8 è usato per impostazione predefinita per quelle versioni. Abilita questa opzione per forzare l'uso di Java 17, tuttavia la compatibilità con modded non è garantita.
pl: W tych wersjach domyślnie używana jest Java 8. Włącz tę opcję, aby wymusić użycie Javy 17, jednak zgodność z modded nie jest gwarantowana.
tr: O sürümler için Java 8 varsayılan olarak kullanılır. Java 17'yi zorla kullanmak için bu seçeneği etkinleştir, ancak modlu ile uyumluluk garanti değildir.
uk: Java 8 використовується за замовчуванням для цих версій. Увімкніть цю опцію, щоб примусово використовувати Java 17, проте сумісність з модифікаціями не гарантується.

# preference.title.java_args
source: JVM Launch arguments
fr: Arguments de lancement JVM
it: Impostazioni di avvio JVM
pl: Argumenty uruchomienia JVM
sk: JVM spúšťacie argumenty
tr: JVM Başlatıcı değişkenleri
uk: Аргументи запуску JVM

# preference.detail.java_args
source: Be careful, this can make the game crash if modified without any prior knowledge.
fr: Attention, ce paramètre peut faire planter le jeu s'il est modifié sans aucune connaissance préalable.
it: Fa attenzione, se effettui modifiche senza saper quello che fai potresti crashare.
pl: Zachowaj ostrożność, ponieważ zmiany wprowadzone bez odpowiedniej wiedzy mogą doprowadzić do awarii gry.
tr: Dikkatli olun, eğer bilgisizce değiştirilirse oyunun çökmesine sebep olabilir.
uk: Будьте обережні, це може призвести до збоїв у грі, якщо це замінити без знань.

# preference.placeholder.java_args
source: Specify arguments...
fr: Spécifier les arguments...
it: Specifica argomenti...
pl: Określ argumenty...
tr: Değişkenleri belirt...
uk: Вкажіть аргументи...

# preference.title.auto_ram
source: Auto RAM
et: Automaatne RAM
fr: Mémoire RAM automatique
pl: Automatyczny RAM
tr: Otomatik BELLEK
uk: Автоматичне виділення ОЗП

# preference.detail.auto_ram
source: Enables automatic RAM adjuster
fr: Active le régulateur automatique de la mémoire vive
it: Attiva regolatore RAM automatico
pl: Włącza automatyczny przydział pamięci RAM
sk: Automaticky bude meniť množstvo RAM
tr: Otomatik bellek ayarlayıcısını etkinleştirir
uk: Вмикає автоматичне регулювання ОЗП

# preference.warn.auto_ram
source: Disabling this option on an unjailbroken device can create instability if altered. Proceed with caution.
fr: Désactiver cette option sur un appareil non jailbreaké peut créer de l'instabilité. Procédez avec prudence.
it: Disabilitare questa opzione su un dispositivo non jailbroken può creare instabilità. Procedere con cautela.
pl: Wyłączenie tej opcji na urządzeniach bez jailbreak może doprowadzić do niestabilności po dostosowaniu. Zachowaj ostrożność.
tr: Bu seçeneği jailbreak'lenmemiş bir cihazda devre dışı bırakmak dengesizlik oluşturabilir. Önlemle devam edin.
uk: Вимкнення цієї опції на незламаному Jailbreak пристрої може створити нестабільність, якщо це зміниться. Будьте обережні.

# preference.title.allocated_memory
source: Memory allocation (MB)
et: Mälueraldus (MB)
fr: Allocation de la mémoire (MO)
it: Memoria allocata (MB)
pl: Przydział pamięci (MB)
tr: Bellek ayırımı (MB)
uk: Виділення пам'яті (МБ)

# preference.detail.allocated_memory
source: Controls how much memory is given to Minecraft
et: Juhib, kui palju mälu Minecraftile antakse
fr: Contrôle la quantité de mémoire donnée à Minecraft
it: Controlla quanta memoria dedicare a Minecraft
pl: Dostosuj ilość pamięci przydzieloną do Minecraft
sk: Určite, koľko pamäti bude mať Minecraft
tr: Minecraft'a ne kadar bellek verileceğini kontrol eder
uk: Визначає, скільки пам'яті буде виділено для Minecraft
