Repository: PojavLauncherTeam/PojavLauncher_iOS
Catalog: Natives/*.lproj/Localizable.strings
Languages: et, fr, it, pl, sk, tr, uk

# game.menu.force_close
source: Force close
et: Sundsulge
fr: Forcer la fermeture
it: Chiusura forzata
pl: Wymuś zamknięcie
sk: Vynútené ukončenie
tr: Kapatmaya zorla
uk: Примусове закриття

# game.menu.confirm.force_close
source: Are you sure you want to force close?
fr: Êtes-vous sûr de vouloir forcer l'arrêt ?
it: Sicuro di voler chiudere forzatamente?
pl: Czy na pewno chcesz wymusić zamknięcie?
tr: Zorla kapatmak istediğinize emin misiniz?
uk: Ви впевнені, що ви хочете примусово закрити його?

# game.menu.log_output
source: Log output
et: Logiväljund
fr: Sortie du journal
it: Uscita
pl: Wyjście danych
sk: Záznam výstupu
tr: Konsol çıktısı
uk: Журнал

# game.menu.custom_controls
source: Custom controls
et: Kohandatud juhtnupud
fr: Contrôles personnalisés
it: Controlli personalizzati
pl: Sterowanie niestandardowe
sk: Vlastné ovládacie prvky
tr: Özel kontroller
uk: Користувацьке керування

# game.note.airplay
source: Minecraft is being displayed in AirPlay mirrored display
fr: Minecraft s'affiche sur l'écran en miroir AirPlay
it: Minecraft sta venendo visualizzato nel display duplicato AirPlay
pl: Minecraft jest wyświetlany na ekranie lustrzanym AirPlay
tr: Minecraft şuanda AirPlay'e yansıtılmış ekranda gösteriliyor
uk: Minecraft показується в дзеркальному дисплеї AirPlay

# game.title.exit_code
source: Game exited with code %d
fr: Le jeu s'est arrêté avec le code %d
it: Il gioco si è chiuso con il codice %d
pl: Gra została zakończona z kodem %d
tr: Oyundan %d koduyla çıkıldı
uk: Гра завершилась з кодом %d

source: Options
et: Valikud
it: Impostazioni
pl: Opcje
sk: Možnosti
tr: Ayarlar
uk: Опції

source: Play
et: Mängi
fr: Jouer
it: Gioca
pl: Graj
sk: Hrať
tr: Oyna
uk: Грати

source: Installed
fr: Installés
it: Installato
pl: Zainstalowane
tr: Kuruldu
uk: Встановлено

source: Snapshot
et: Katsetus
pl: Wersja deweloperska
tr: Test sürümleri
uk: Снапшоти

source: Releases
fr: Versions publiques
pl: Wydania
tr: Sürümler
uk: Релізи

source: Old-beta
et: Vana beeta
fr: Bêta
it: Vecchie-beta
pl: Dawna Beta
sk: Stará beta
tr: Eski-beta
uk: Старі бета

source: Old-alpha
et: Vana alfa
fr: Alpha
it: Vecchie-alpha
pl: Dawna Alpha
sk: Stará alfa
tr: Eski-alfa
uk: Старі альфа

source: Copy
et: Kopeeri
fr: Copier
it: Copia
pl: Kopiuj
tr: Kopyala
uk: Копія

source: Edit
et: Muuda
fr: Modifier
it: Modifica
pl: Edytuj
tr: Düzenle
uk: Редагувати

source: Move
et: Liiguta
fr: Déplacer
it: Sposta
pl: Przenieś
tr: Taşı
uk: Рухати

source: Remove
et: Eemalda
fr: Supprimer
it: Rimuovi
pl: Usuń
tr: Kaldır
uk: Вилучити

source: Resize
fr: Redimensionner
it: Ridimensiona
pl: Zmień rozmiar
tr: Yeniden boyutlandır
uk: Зміна розміру

# custom_controls.button_edit.name
source: Name
et: Nimi
fr: Nom
it: Nome
pl: Nazwa
tr: İsim
uk: Ім'я

# custom_controls.button_edit.size
source: Size
et: Suurus
fr: Taille
it: Dimensione
pl: Rozmiar
tr: Boyut
uk: Розмір

# custom_controls.button_edit.mapping
source: Mapping
et: Kaardistamine
pl: Mapowanie
tr: Atama
uk: Кнопки

# custom_controls.button_edit.orientation
source: Orientation
et: Orientatsioon
it: Orientazione
pl: Orientacja
tr: Yön
uk: Орієнтація

# custom_controls.button_edit.toggleable
source: Toggleable
et: Lülitatav
fr: Basculable
it: Attivabile
pl: Aktywowane
tr: Değiştirilebilir
uk: Перемикач

# custom_controls.button_edit.mouse_pass
source: Mouse pass
fr: Passage de la souris
pl: Przejście myszy
tr: Fare geçişi
uk: Перехід миші

# custom_controls.button_edit.swipeable
source: Swipeable
et: Viibatav
fr: Balayable
it: Swipabile
pl: Przesuwalny
tr: Kaydırılabilir
uk: Перегортаємий

# custom_controls.button_edit.bg_color
source: Background color
fr: Couleur d'arrière-plan
it: Colore sfondo
pl: Kolor tła
tr: Arkaplan rengi
uk: Колір фону

# custom_controls.button_edit.stroke_width
source: Stroke width (%)
fr: Épaisseur du contour (%)
pl: Szerokość obrysu (%)
tr: Vurgu genişliği (%)
uk: Товщина штриха (%)

# custom_controls.button_edit.stroke_color
source: Stroke color
fr: Couleur du contour
it: Colore tratto
pl: Kolor obrysu
tr: Vurgu rengi
uk: Колір контуру

# custom_controls.button_edit.corner_radius
source: Corner radius (%)
fr: Rayon des coins (%)
pl: Zaokrąglenie narożników (%)
tr: Köşe yarıçapı (%)
uk: Радіус округлення (%)

# custom_controls.button_edit.opacity
source: Opacity (%)
fr: Opacité (%)
pl: Przezroczystość (%)
tr: Opaklık (%)
uk: Невиразність (%)

# custom_controls.button_menu.add_subbutton
source: Add sub-button
fr: Ajouter un sous-bouton
it: Aggiungi sub-pulsante
pl: Dodaj przycisk podrzędny
tr: Yan-düğme ekle
uk: Додати під-кнопку

# custom_controls.control_menu.discard_changes
source: Discard changes
et: Tühista muudatused
fr: Ignorer les modifications
it: Annulla modifiche
pl: Odrzuć zmiany
tr: Değişiklikleri iptal et
uk: Відхилити зміни

# custom_controls.control_menu.exit
source: Exit
et: Välju
fr: Quitter
it: Esci
pl: Wyjdź
tr: Çıkış
uk: Вийти

# custom_controls.control_menu.exit.warn
source: You are about to exit without saving changes.
fr: Vous êtes sur le point de quitter sans enregistrer les modifications.
it: Stai per uscire senza salvare le modifiche.
pl: Zamierzasz wyjść bez zapisywania zmian.
tr: Değişiklikleri kaydetmeden çıkmak üzeresiniz.
uk: Ви збираєтесь вийти без збережень.

# custom_controls.control_menu.save
source: Save
et: Salvesta
fr: Sauvegarder
it: Salva
pl: Zapisz
tr: Kaydet
uk: Зберегти

# custom_controls.control_menu.save.error.default
source: Control name can not be "default" as it will be overwritten.
fr: Le nom du contrôle ne peut pas être "default" car il sera remplacé.
it: Il nome dei controlli non può essere "default" in quanto verrà sovrascritto.
pl: Nazwa kontrolna nie może być "default", ponieważ zostanie nadpisana.
tr: Üzerine yazılacağından dolayı kontrol ismi "default" olamaz.
uk: Ім'я контролера не буде "за замовчуванням" бо воно буде перезаписано.

# custom_controls.control_menu.save.error.json
source: JSON error
fr: Erreur JSON
pl: Błąd JSON
tr: JSON hatası
uk: Помилка JSON

# custom_controls.control_menu.save.error.write
source: Error saving file
fr: Erreur d'enregistrement du fichier
pl: Błąd zapisu pliku
tr: Dosyayı kaydederken hata oluştu
uk: Помилка збереження

# custom_controls.control_menu.load
source: Load
et: Laadi
fr: Charger
it: Carica
pl: Wczytaj
tr: Yükle
uk: Завантаження

# custom_controls.control_menu.make_default
source: Make default
et: Määra vaikeväärtuseks
fr: Définir par défaut
it: Rendi predefinito
pl: Ustaw jako domyślne
tr: Varsayılan yap
uk: Зробити типовим

# custom_controls.control_menu.safe_area
source: Safe area
et: Turvaala
fr: Zone de sécurité
pl: Bezpieczna Strefa
tr: Güvenli alan
uk: Безпечна зона

# custom_controls.control_menu.add_button
source: Add button
et: Lisa nupp
fr: Ajouter un bouton
it: Aggiungi pulsante
pl: Dodaj przycisk
tr: Düğme ekle
uk: Додати кнопку

# custom_controls.control_menu.add_drawer
source: Add drawer
et: Lisa sahtel
fr: Ajouter un tiroir
pl: Dodaj listę
tr: Çekmece ekle
uk: Додати елемент

# custom_controls.error.incompatible
source: This control version (code %d) is not implemented in this launcher build.
fr: Cette version de contrôle (code %d) n'est pas implémentée dans cette version du launcher.
tr: Bu kontrol sürümü (kod %d) bu başlatıcı sürümünde uygulanmadı.

# custom_controls.hint
source: Long-press anywhere on screen for more options
fr: Appuyez longuement n'importe où sur l'écran pour plus d'options
it: Tieni premuto ovunque sullo schermo per più opzioni
pl: Naciśnij i przytrzymaj gdziekolwiek na ekranie, aby uzyskać więcej opcji
tr: Daha çok seçenek için ekranın herhangi bir yerinde basılı tut
uk: Утримуйте будь-де для додаткових опцій

# init.migrateDir
source: The PojavLauncher data directory is now %@. All of your existing data has been moved to the new location.
fr: Le répertoire de données PojavLauncher est maintenant %@. Toutes vos données existantes ont été déplacées vers le nouvel emplacement.
it: La nuova cartella di PojavLauncher è %@. Tutti i tuoi dati esistenti sono stati spostati.
pl: Katalogiem danych PojavLauncher jest teraz %@. Wszystkie istniejące dane zostały przeniesione do nowej lokalizacji.
tr: PojavLauncher veri dosyası artık %@. Önceden varolan bütün verilerin yeni konuma taşındı.
uk: Каталог даних PojavLauncher тепер у %@. Усі ваші наявні дані було переміщено в нове місце.

# launcher.menu.custom_controls
source: Custom controls
et: Kohandatud juhtnupud
fr: Contrôles personnalisés
it: Controlli personalizzati
pl: Sterowanie niestandardowe
sk: Vlastné ovládacie prvky
tr: Özel kontroller
uk: Користувацьке керування

# launcher.menu.install_jar
source: Install .jar
et: Paigalda .jar
fr: Installer le .jar
it: Installa .jar
pl: Zainstaluj .jar
sk: Inštalovať .jar
tr: .jar kur
uk: Встановити .jar

# launcher.wait_jit.title
source: Waiting for JIT
fr: Attente du JIT
it: In attesa di JIT
pl: Czekam na JIT
tr: JIT için bekleniyor
uk: Чекаю на JIT

# launcher.wait_jit.message
source: PojavLauncher relies on Just-in-time compilation for Java to work at maximum performance.
fr: PojavLauncher s'appuie sur la compilation Just-in-time pour que Java fonctionne avec des performances maximales.
it: PojavLauncher si basa sulla compilazione Just-in-time per Java per lavorare con prestazioni migliori.
pl: PojavLauncher opiera się na kompilacji Just-in-time, aby Java działała z maksymalną wydajnością.
tr: PojavLauncher, Java'nın maksimum performansta çalışması için Just-in-time derlemeye dayanır.
uk: PojavLauncher покладається на компіляцію Just-in-time для Java задля роботи з максимальною швидкістю.

# login.error.username.outOfRange
source: Username must be at least 3 characters and a maximum of 16 characters
fr: Le nom d'utilisateur doit comporter au moins 3 caractères et 16 caractères maximum
pl: Nazwa użytkownika musi zawierać od 3 do 16 znaków
tr: Kullanıcı adı en az 3 en fazla da 16 karakter olmalıdır
uk: Ім'я користувача повинно бути не менше 3 символів і не більше 16

# login.alert.field.username
source: Username
fr: Nom d’utilisateur
it: Nome utente
pl: Nazwa użytkownika
tr: Kullanıcı Adı
uk: Ім'я користувача

# login.jit.checking
source: Checking for JIT
fr: Recherche du JIT
it: Controllando JIT
pl: Sprawdzanie JIT
tr: JIT tespit ediliyor
uk: Перевірка JIT

# login.jit.enabled
source: JIT has been enabled
fr: Le JIT a été activé
it: JIT è stato attivato
pl: JIT zostało włączone
tr: JIT etkinleştirildi
uk: JIT було увімкнено

# login.jit.fail.JitStreamer
source: JitStreamer error: %@
fr: Erreur JitStreamer: %@
it: JitStreamer errore: %@
pl: Błąd JitStreamer: %@
tr: JIT streamer hatası: %@
uk: Помилка JitStreamer: %@

# login.jit.found.JitStreamer
source: Found JitStreamer, enabling JIT
fr: JitStreamer trouvé, activation du JIT
it: Trovato JitStreamer, attivando JIT
pl: Znaleziono JitStreamer, włączanie JIT
tr: JITStreamer bulundu, JIT etkinleştiriliyor
uk: Знайдено JitStreamer, увімкнення JIT

# login.jit.start.AltKit
source: Attempting to use AltJIT
fr: Tentative d'utilisation de AltJIT
pl: Próba użycia AltJIT
tr: AltJIT kullanılmaya çalışılıyor
uk: Спроба використовувати AltJIT

# login.jit.fail.AltKit
source: AltKit error: %@
fr: Erreur AltKit: %@
pl: Błąd AltKit: %@
tr: AltKit hatası: %@
uk: Помилка AltKit: %@

# login.menu.sendlogs
source: Send your logs
fr: Envoyez vos journaux
it: Invia i logs
pl: Prześlij swój rejestr
tr: Kayıt günlüğünüzü gönderin
uk: Надіслати ваші звіти

# login.option.select
source: Select account
et: Vali konto
fr: Choisir un compte
it: Seleziona account
pl: Wybierz konto
tr: Hesap seçin
uk: Виберіть обліковий запис

# login.option.microsoft
source: Microsoft account
fr: Compte Microsoft
it: Account Microsoft
pl: Konto Microsoft
tr: Microsoft hesabı
uk: Обліковий запис Microsoft

# login.option.local
source: Local account
fr: Compte local
it: Account locale
pl: Konto lokalne
tr: Yerel hesap
uk: Локальний профіль

# login.warn.title.ram_unjb
source: Memory slider is enabled
fr: Le curseur de la mémoire est activé
it: Memory slider attivo
pl: Suwak pamięci jest włączony
tr: Hafıza kaydırıcısı etkinleştirildi
uk: Повзунок пам'яті увімкнено

# login.warn.message.ram_unjb
source: Be aware that changing this setting can cause game instability or break the ability to play at all.
fr: Sachez que modifier ce paramètre peut causer une instabilité du jeu ou casser totalement la possibilité de jouer.
it: Sii consapevole che cambiando questa impostazione si potrebbero causare instabilità o rendere in-giocabile il gioco.
pl: Pamiętaj, że zmiana tego ustawienia może spowodować niestabilność gry lub całkowicie uniemożliwić grę.
tr: Bu ayarı değiştirmenin oyunda kararsızlığa neden olabileceğini veya oyunu tamamen bozabileceğini unutmayın.
uk: Майте на увазі, що зміна цього налаштування може призвести до нестабільности гри чи руйнування її взагалі.

# login.warn.title.a7
source: This is the last update for this device.
fr: Il s'agit de la dernière mise à jour pour cet appareil.
it: Questo è l'ultimo aggiornamento per questo dispositivo.
pl: To jest ostatnia aktualizacja dla tego urządzenia.
tr: Bu güncelleme bu cihaz için son güncellemedir.
uk: Це останнє оновлення для цього пристрою.

# login.warn.message.a7
source: PojavLauncher 2.2 will not support this device, due to hardware and software limitations.
fr: PojavLauncher 2.2 ne prendra pas en charge cet appareil, en raison de limitations matérielles et logicielles.
it: PojavLauncher 2.2 non supporterà questo dispositivo, a causa delle limitazioni hardware e software.
pl: PojavLauncher 2.2 nie będzie obsługiwany na Twoim urządzeniu ze względu na wymagania sprzętowe.
tr: PojavLauncher 2.2 bu cihazı donanımsal ve yazılımsal kısıtlamalar nedeniyle desteklemeyecektir.
uk: PojavLauncher 2.2 не підтримуватиме цей пристрій, через обмеження обладнання та програмного забезпечення.

# login.warn.title.iosver
source: This is the last update for this iOS version.
fr: Il s'agit de la dernière mise à jour pour cette version d'iOS.
it: Questo è l'ultimo aggiornamento per questa versione iOS.
pl: To jest ostatnia aktualizacja dla tej wersji iOS.
tr: Bu güncelleme bu iOS sürümü için son güncellemedir.
uk: Це останнє оновлення для цієї версії iOS.

# login.warn.message.iosver
source: A future version of PojavLauncher will not support iOS 12 or 13, due to feature inconsistencies and development hurdles.
fr: Une future version de PojavLauncher ne prendra pas en charge iOS 12 ou 13, en raison d'incohérences des fonctionnalités et d'obstacles de développement.
it: Le versioni future di PojavLauncher non supporteranno iOS 12 o 13, a causa di incongruenze e difficoltà di sviluppo.
pl: Przyszłe wersje PojavLauncher nie będą obsługiwać iOS 12 lub 13 ze względu na niespójności funkcji oraz przeszkody w rozwoju programu.
tr: PojavLauncher'ın gelecekteki bir sürümü özellik tutarsızlıkları ve geliştirme engelleri nedeniyle iOS 12 veya 13'ü desteklemeyecektir.
uk: Майбутня версія PojavLauncher не підтримуватиме перешкоди для роботи iOS 12 чи 13, внаслідок невідповідності та обмеження розробки.

# login.warn.title.2gb
source: Your device has limited RAM.
fr: Votre appareil a une mémoire RAM limitée.
it: Il tuo dispositivo ha poca RAM.
pl: Twoje urządzenie posiada mało pamięci RAM.
tr: Cihazınız kısıtlı RAM'e sahip.
uk: Пристрій має обмеження оперативної пам'яті.

# login.warn.message.2gb
source: Devices with less than 3GB of memory may run into memory constraints. We recommend leaving the automatic selector on for your device.
fr: Les appareils avec moins de 3 GO de mémoire peuvent rencontrer des problèmes de mémoire. Nous vous recommandons de laisser le sélecteur automatique activé pour votre appareil.
it: I dispositivi con meno di 3GB di memoria possono avere limiti di memoria. Si consiglia di lasciare la dimensione automatica per il dispositivo.
pl: Na urządzeniach z mniej niż 3 GB pamięci mogą wystąpić problemy. Zalecane jest włączenie automatycznego przydziału pamięci.
tr: 3GB bellekten az olan cihazlar bellek kısıtlamasıyla karşılaşabilirler. Cihazınız için otomatik seçiciyi açık bırakmanızı tavsiye ederiz.
uk: Пристрої, що мають менше ніж 3 ГБ пам'яті, можуть наштовхуватися на обмеження пам'яті. Ми рекомендуємо залишити автоматичний вибір для пристрою.

# login.warn.title.demomode
source: Your account is Demo
fr: Votre compte est une démo
tr: Hesabınız Demo hesabı

# login.warn.message.demomode
source: As a replacement to offline and local mode, demo mode will allow you to sign into a Microsoft account that does not own the game and play the Java Edition trial, introduced in 1.3.1 and newer versions. Older versions contain the full game, as the official launcher does not place these restrictions. See our website to learn more about this transition from offline mode.
fr: En remplacement du mode hors ligne et local, le mode démo vous permettra de vous connecter à un compte Microsoft qui ne possède pas le jeu et de jouer à l'essai de l'édition Java, introduit dans la version 1.3. Les versions plus anciennes contiennent le jeu complet puisque le launcher officiel ne place pas ces restrictions. Consultez notre site pour en savoir plus sur cette transition du mode hors ligne.
it: In sostituzione di modalità offline e locale, la modalità demo vi permetterà di accedere ad un account Microsoft che non possiede il gioco e giocare la prova Java Edition, introdotto successivamente alla 1.3. Le versioni più vecchie contengono il gioco completo, poiché il launcher ufficiale non pone queste restrizioni. Visita il nostro sito web per saperne di più su questa transizione dalla modalità offline.
pl: Jak zamiennik dla trybu offline oraz lokalnego, tryb demo umożliwia logowanie na Konto Microsoft, które nie posiada gry i umożliwia granie w wersję próbną Java Edition wprowadzoną w wersji 1.3.1 oraz nowszych. Starsze wersje zawierają pełną wersję gry, ponieważ oficjalny launcher nie wymusza tych ograniczeń. Sprawdź naszą stronę internetową, aby dowiedzieć się więcej o przejściu z trybu offline.
tr: Çevrimdışı ve yerel mod yerine olan demo modu oyuna sahip olmayan bir Microsoft hesabına giriş yapabilmenizi sağlayacak ve 1.3.1 ve daha yeni sürümlerde tanıtılan Java Edition denemesini oynamanızı sağlayacak. Asıl başlatıcı yeni sürümlerdeki engelleri koymadığı için daha önceki sürümler bütün oyunu kapsıyor. Çevrimdışı modundan olan bu geçiş hakkında daha fazla bilgi öğrenmek için web sitemize bakın.
uk: Як заміна в офлайн та локальний режимах, демо-режим дозволить вам увійти в обліковий запис Microsoft, який не володіє грою та грати в пробну версію Java Видання, введено в 1.3.1 і більш нових версій. Старіші версії містять повну версію гри, оскільки офіційний лаунчер не веде ці обмеження. Відвідайте наш веб-сайт, щоб дізнатися більше про цей перехід з автономного режиму.

# login.warn.title.localmode
source: Offline mode is now Local mode.
fr: Le mode hors-ligne est maintenant le mode local.
it: La modalità offline è ora modalità locale.
pl: Tryb offline to teraz Tryb lokalny.
tr: Çevrimdışı mod artık yerel mod.
uk: Офлайн режим тепер локальний режим.

# login.warn.message.localmode
source: You can continue to play installed versions, but you can no longer download Minecraft without a paid account. No support will be provided for issues with local accounts, or other means of acquiring Minecraft. See the FAQ for more information.
fr: Vous pouvez continuer à jouer aux versions installées, mais vous ne pouvez plus télécharger Minecraft sans un compte payant. Aucun support ne sera fourni pour les problèmes liés aux comptes locaux, ou pour d'autres moyens d'acquérir Minecraft. Consultez la FAQ pour plus d'informations.
it: È possibile continuare a giocare le versioni installate, ma non è più possibile scaricare Minecraft senza un account premium. Non sarà fornito alcun supporto per i problemi con gli account locali o altri mezzi di Minecraft. Per maggiori informazioni, consultare la FAQ.
pl: Możesz nadal grać w zainstalowane wersje, ale nie możesz już pobierać Minecraft bez płatnego konta. Nie oferujemy wsparcia dla problemów z kontami lokalnymi lub innymi sposobami pozyskiwania Minecraft. Sprawdź najczęstsze pytania po więcej informacji.
tr: Kurulu sürümleri oynamaya devam edebilirsiniz, fakat ücreti ödenmiş Minecraft hesabı olmadan Minecraft'ı indiremezsiniz. Yerel hesaplardaki sorunlar veya Minecraft'ı edinmenin diğer yollarına hiçbir şekilde destek verilmeyecektir. Daha fazla bilgi için lütfen SSS'yi inceleyin.
uk: Ви можете продовжити грати у встановлені версії, але більше не можете завантажити Minecraft без оплаченого облікового запису. Підтримка не буде надана з питань локальних облікових записів, а також з іншими засобами отримання Minecraft. Перегляньте "Часті питання", щоб дізнатися більше.

# login.msa.error.xsts.noxboxacc
source: An Xbox profile is not registered for this Microsoft account. Please make sure that you have made an Xbox profile. Error code: 2148916233
fr: Un profil Xbox n'est pas enregistré pour ce compte Microsoft. Veuillez vous assurer que vous avez créé un profil Xbox. Code d'erreur : 2148916233
it: Un profilo Xbox non è registrato per questo account Microsoft. Assicurati di aver creato un profilo Xbox. Codice di errore: 2148916233
pl: Profil Xbox nie został zarejestrowany dla tego Konta Microsoft. Upewnij się, że profil Xbox został utworzony. Kod błędu: 2148916233
tr: Bu Microsoft hesabı için bir Xbox profili kayıt olmamış. Lütfen bir Xbox profili oluşturduğunuza emin olun. Hata kodu: 2148916233
uk: Профіль Xbox Live не зареєстровано для цього облікового запису Microsoft. Будь ласка, переконайтеся, що ви точно робили профіль Xbox. Код помилки: 2148916233

# login.msa.error.xsts.noxbox
source: Xbox Live is currently unavailable in your country. Error code: 2148916235
fr: Xbox Live est actuellement indisponible dans votre pays. Code d'erreur: 2148916235
it: Xbox Live non è attualmente disponibile nel tuo paese. Codice di errore: 2148916235
pl: Xbox Live nie jest obecnie dostępne w Twoim kraju. Kod błędu: 2148916235
tr: Xbox Live şu anlık ülkenizde mevcuz değil. Hata kodu: 2148916235
uk: Наразі Xbox Live недоступний у вашій країні. Код помилки: 2148916235

# login.msa.error.xsts.krverify
source: Your account needs to be verified by your parents before you can continue. Error code: 2148916236 or 2148916237.
fr: Votre compte doit être vérifié par vos parents avant de pouvoir continuer. Code d'erreur : 2148916236 ou 2148916237.
pl: Twoje konto musi zostać zweryfikowane przez Twoich rodziców przed kontynuowaniem. Kod błędu: 2148916236 lub 2148916237.
tr: Devam edebilmek için hesabınızın veliniz tarafından onaylanması gerekiyor. Hata kodu: 2148916236 ya da 2148916237.
uk: Ваш обліковий запис має бути перевірено батьками, перш ніж ви зможете продовжити. Код помилки: 2148916236 або 2148916237.

# login.msa.error.xsts.underage
source: Your account needs to be linked to a parent account before you can continue. Error code: 2148916238
fr: Votre compte doit être lié à un compte parent avant de pouvoir continuer. Code d'erreur: 2148916238
pl: Twoje konto musi zostać połączone z kontem rodzica przed kontynuowaniem. Kod błędu: 2148916238
tr: Devam edebilmek için hesabınızın bir veli hesabına bağlı olması gerekiyor. Hata kodu: 2148916238
uk: Ваш обліковий запис повинен бути пов'язаним з батьківським обліковим записом, перш ніж ви зможете продовжити. Код помилки: 2148916238

# login.msa.progress.acquireAccessToken
source: (1/5) Acquiring the Access token
fr: (1/5) Acquisition du jeton d'accès
it: (1/5) Acquisendo il token d'accesso
pl: (1/5) Wczytywanie klucza dostępu
tr: (1/5) Access token'ı elde ediniliyor
uk: (1/5) Приймається токен доступу
